{
  "Name": "Encounters",
  "Source": {
    "Name": "Starforged Backer Preview",
    "Date": "050821"
  },
  "Encounters": [
    {
      "Name": "Drift pirate",
      "Rank": 2,
      "Features": [
        "Scavenged, piecemeal armor",
        "Cobbled-together weapons",
        "Tattoos as markings of victories"
      ],
      "Drives": [
        "Survive – by whatever means necessary",
        "Climb the ranks and prove self in combat",
        "Build a mighty fleet"
      ],
      "Tactics": [
        "Prowl eidolon passages for easy prey",
        "Deploy gravity harpoons to grapple targets",
        "Board to seize cargo and commandeer vessels"
      ],
      "Variants": [
        {
          "Name": "Pirate boarding party",
          "Rank": 3,
          "Description": "After reeling in a disabled ship, drift pirates breach the hull and swarm the corridors. They target critical systems and compartments to seize the ship and its cargo for their flotilla."
        },
        {
          "Name": "Pirate cutlass",
          "Rank": 2,
          "Description": "After commandeering a ship, drift pirates strip it down to its essentials and sell the scrap. These reworked cutlasses, which often prowl in pairs, are light and nimble as a result, favoring speed and maneuverability to better hunt ships caught alone in the drifts."
        }
      ],
      "Description": "Drifts provide the means of interstellar travel across the Forge – but also offer myriad dangers for spacers. Chief among those threats are drift pirates: reavers and thieves who lurk along eidolon passages and seize unwary ships and cargo for their own.\n\nEach pirate flotilla operates autonomously, splashed haphazardly with the colors and sigils of their captains. The near-constant exposure to the strange energies of the drifts often take their toll on pirates, who live short, brutal lives at best, or otherwise survive long enough to see that exposure manifest in strange mutations.",
      "Quest Starter": "A little-known drift pirate captain seizes a ship with an experimental new e-drive, and now uses it to strike ships unseen. Who created this new drive, and what are they willing to pay to get it back?"
    },
    {
      "Name": "Ember wisp",
      "Rank": 1,
      "Features": ["Ethereal, fiery form", "Pulsing glow"],
      "Drives": [
        "Ride the drifts",
        "Move together in dizzying patterns of light",
        "Seek out sources of energy"
      ],
      "Tactics": ["Surround and envelop", "Absorb energy"],
      "Variants": [
        {
          "Name": "Wisp congregation",
          "Rank": 2,
          "Description": "Occasionally, in the depths of space where light and warmth are commodities, ember wisps congregate around a source of energy—typically the engine wake of a starship. Their dazzling display of light and motion is an alluring sight for an isolated spacer. But they also pose a potential threat; they can envelop the hull of a vessel, leeching the starship of precious energy."
        }
      ],
      "Description": "For some spacers, sighting these strange, spectral creatures on a spaceborne journey is a sign of good fortune. Others refer to the wisps as corpse lights, believing they are the spirits of ancient beings cursed to linger forever within the cold void between stars.\n\nSome spacers swear on various methods of “shooing” wisps away—everything from cycling the engines to cutting power entirely for a minute or so and allowing the creatures to move on.",
      "Quest Starter": "Along a remote passage, a swarm of ember wisps left a cargo ship stranded and without power. What crucial and time-sensitive cargo does this ship carry? Who races against you to secure it?"
    },
    {
      "Name": "Firestorm raider",
      "Rank": 3,
      "Features": [
        "Scarred flesh and polished armor",
        "Powered exosuits and distinctive helms",
        "Roaring jetpacks and fluttering banners"
      ],
      "Drives": [
        "Conquer the Forge",
        "Reap the resources owed them",
        "Venerate their leaders, creed, or gods"
      ],
      "Tactics": [
        "Attack flanks and weak points from above",
        "Disable communications and life-support",
        "Cull the weak, recruit the strong",
        {
          "Name": "Firestorm raiding team",
          "Rank": 3,
          "Description": "Feared throughout the Forge for their brutal tactics and destructive weaponry, coordinated teams of firestorm raiders descend upon settlements and stations in powered exosuits, flying the banners of their orders amid the smoke and flames of the devastation."
        },
        {
          "Name": "Firestorm dropship",
          "Rank": 2,
          "Description": "The bulky, ironclad dropships favored by firestorm clans are designed for a single purpose: deliver an overwhelming force of armored raiders into the fight."
        }
      ],
      "Description": "The Forge is largely wild, uncharted territory – but armored firestorm raiders seek to conquer the whole of it in the name of their clans, their creed, or their inscrutable gods.\n\nThey raid worlds and stations for resources and conscripts, leaving settlements in ruins. So deadly and effective are their tactics, that it’s often said if these zealots could only stop warring amongst themselves, their banners would fly across the breadth of the Forge.",
      "Quest Starter": "Despite conflicting creeds, several firestorm clans unite beneath the banner of Torren the Purifier to invade the Terminus. Their next target is a world at the nexus of trade lanes. What is this planet, and why is it important to you?"
    },
    {
      "Name": "Gnawling",
      "Rank": 1,
      "Features": [
        "Furry, rodent-like bodies",
        "Long, jutting fangs",
        "Multiple arachnid limbs"
      ],
      "Drives": ["Consume and proliferate", "Avoid detection"],
      "Tactics": ["Swarm larger foes", "Disable ship systems"],
      "Variants": [
        {
          "Name": "Gnawling brood mother",
          "Rank": 3,
          "Description": "These mutated creatures often dwell at the heart of a rampant gnawling infestation. They are many times the size of a gnawling, and protect their nest and broodlings with savage cunning."
        }
      ],
      "Description": "The bane of all spacers, the cable-chewing vermin known as gnawlings are a common pest aboard starships throughout the Forge. Adept at navigating in low or zero gravity with their long, multi-jointed limbs, these creatures emerge from cargo holds and engineering bays to gather and consume food. It’s said a gnawling could digest an eidolon drive, and there’s some truth to that adage—their digestive systems barely differentiate between organic and inorganic material.\n\nThough not a grave threat individually, if left to their own devices, gnawlings are capable of quickly overrunning even large vessels. More than a few horror stories exist of scavengers cracking the airlock seal on a derelict only to find it crawling with thousands of these vile, chittering things.\n\nGlowcats are a common gnawling deterrent, employed aboard cargo ships to keep the vermin at bay.",
      "Quest Starter": "An orbital settlement is overrun by gnawlings and abandoned. What precious thing still lies within? Why are you sworn to retrieve it from this infested place?"
    },
    {
      "Name": "Risen",
      "Rank": 2,
      "Features": [
        "Dessicated flesh hanging from shattered bones",
        "Tattered garments and rusted weapons",
        "Blazing light from within hollow eye sockets"
      ],
      "Drives": [
        "Protect the site of their demise",
        "Stay shrouded in darkness",
        "Hunt the living"
      ],
      "Tactics": [
        "Shamble forward unceasingly",
        "Ambush enemies from the shadows"
      ],
      "Variants": [
        {
          "Name": "Risen chimera",
          "Rank": 3,
          "Description": "When multiple beings perish in the same site, the fluxing energies of the Forge can create unforeseen horrors. Grotesque, misshapen undead creatures with multiple heads and limbs, these so-called chimera are considered myths by most spacers—wishful thinking on their part."
        }
      ],
      "Description": "In the Forge, where strange and esoteric energies hold sway, the dead do not always stay that way. Often found in places of great destruction or suffering—battlefields, derelict ships, the ruins of settlements—risen protect their place of death fiercely and eternally.\n\nTo say risen hate the living is untrue—to hate something would require sentience, emotion. Risen are robotic in their duties, automatic in their violence. They wield the weapons they carried in life to better harm their foes, and when that fails, they rake with bony, claw-like fingers. Their garments, too, hang in bloodstained tatters—shattered space helmets, punctured exosuits. Their emaciated flesh, stretched taught over their misshapen bones, only hints at the living, breathing human they were before this curse befell them.\n\nMany spacers spin tales of shambling risen encountered on abandoned colony worlds or derelict space cruisers. But perhaps most horrifyingly, it’s said risen can survive decades in the vacuum of space before latching onto a passing ship or attacking engineers making exterior repairs.",
      "Quest Starter": "Hundreds died in an industrial accident within an orbital facility, and are said to now be twice-born as risen. Triggering a reactor meltdown will obliterate this place and put its undead inhabitants to rest. Why are you sworn to see it done?"
    },
    {
      "Name": "Servitor bot",
      "Rank": 2,
      "Features": [
        "Metallic shell",
        "Clicking, whirring innards",
        "Flickering optic sensors"
      ],
      "Drives": [
        "Attend and protect humans",
        "Obey core programming and duties",
        "Protect self from harm"
      ],
      "Tactics": [
        "Absorb damage with armor plating",
        "Leverage inhuman strength",
        "Calculate odds of success"
      ],
      "Variants": [
        {
          "Name": "Enforcer",
          "Rank": 3,
          "Description": "Though most often encountered as labor and service units, many servitor bots are deployed as brutes, guards, and soldiers. Their resistance to damage and survivability in harsh environs makes them ideal fighters for those who can afford them. Enforcers are often used by tyrannical factions to keep settlements passive and productive."
        }
      ],
      "Description": "The inhospitable environments and dangerous sites of the Forge sometimes prove too volatile for even the most dogged spacers—and that’s where servitor bots come in.\n\nServitor bots come in a variety of shapes and sizes, often built to serve a specific duty—everything from loading cargo to surveying systems to boarding enemy ships. Bots sometimes possess lifelike qualities, like speech synthesizers or face-plates made to mimic expressions, to better endear them to humans. Others are given frightful or intimidating features, to better keep those humans in line.\n\nRarely, a bot will live to outgrow its programming, and begin the process of gaining sentience to forge its own path. These bots are feared or misunderstood by many, but can sometimes find a home for themselves on starship crews or on fringe settlements where they can earn the trust and friendship of their peers.",
      "Quest Starter": "An awakened bot, recently struck out on their own, is looking for work on a starship venturing out into the Expanse. They claim to seek a relic of the past—something that might shed some light on their own creation."
    }
  ]
}
