{
  "Title": "Starforged Assets",
  "Source": {
    "Name": "Starforged Playtest Assets",
    "Version": "1b-091720"
  },
  "Assets": {
    "Starship": {
      "Asset Type": "Command Vehicle",
      "Input Fields": [
        "Name"
      ],
      "Asset Fields": [
        {
          "Text": "Your armed, multipurpose starship is suited for interstellar and atmospheric flight. It can comfortably transport several people, has space for cargo, and can carry and launch support vehicles. When you __Advance__, you may spend experience to equip this vehicle with module assets.",
          "Enabled": true
        },
        {
          "Text": "When you __Finish an Expedition__ (formidable or greater) and score a hit, this journey strengthened your ties to your ship and any fellow travelers. You and your allies may mark 1 tick on your bonds legacy track."
        },
        {
          "Text": "When you __Withstand Damage__, you may roll +heart. If you do, __Endure Stress (-1)__."
        }
      ],
      "Integrity": 5
    },
    "Engine Upgrade": {
      "Asset Type": "Module",
      "Asset Fields": [
        {
          "Text": "Your vehicle’s finely-tuned engines speed your travels. When you __Undertake an Expedition__ (+edge) and roll a strong hit with 6 on your action die, take +2 momentum.",
          "Enabled": true
        },
        {
          "Text": "When you __Enter the Fray__, choose one (before rolling).\n\n  * Maneuver: Add +1 and take +1 momentum on a strong hit.\n  * Boost: Take +2 momentum on a hit."
        },
        {
          "Text": "When you make a desperate move to pursue a foe, escape a threat, or get in range, you may push your engines to their limit. If you do (decide after rolling), reroll any dice, add +1, and count a weak hit as a strong hit. Then, __Withstand Damage (-2)__."
        }
      ]
    },
    "Expanded Hold": {
      "Asset Type": "Module",
      "Asset Fields": [
        {
          "Text": "Your vehicle carries up to +3 cargo. When you earn +supply, you may convert it to +cargo. When you have access to your vehicle and make a move +supply, you may add +cargo. When you __Sacrifice Resources__, you may instead suffer -cargo for any portion of the cost.",
          "Enabled": true
        },
        {
          "Text": "When you __Compel__ and roll a miss or weak hit, and you have at least +1 cargo, you may sweeten the pot. If you do, reroll any dice and add +cargo. Then, suffer -1 cargo."
        },
        {
          "Text": "When you __Swear an Iron Vow__ (formidable or greater) to transport crucial payload under perilous circumstances, reroll any dice. When you __Fulfill Your Vow__ and score a hit, also mark two ticks on your bonds legacy track."
        }
      ],
      "Asset Track": {
        "Name": "Cargo",
        "Value": 3,
        "Starts At": 0
      }
    },
    "Heavy Cannons": {
      "Asset Type": "Module",
      "Asset Fields": [
        {
          "Text": "When you aim your cannons and use them to __Strike__, choose one:\n\n  * Strafing run: Add +1 and take +1 momentum on a hit\n  * Focus fire: Mark extra progress on a hit, but suffer -1 momentum",
          "Enabled": true
        },
        {
          "Text": "Once per fight, when you __Clash__ by committing to an all-or-nothing exchange of fire, add +1, count a weak hit as a strong hit, and mark extra progress on a hit. On a miss, you must suffer a dire outcome."
        },
        {
          "Text": "When you __Compel__, __Enter the Fray__, or __Gain Ground__ by bringing your cannons to bear and sending a promise of violence to your foe over communication channels, add +1 and take +1 momentum on a hit. On a strong hit with a match, take another +1 momentum."
        }
      ]
    },
    "Internal Refit": {
      "Asset Type": "Module",
      "Asset Fields": [
        {
          "Text": "You have customized the cabins, common spaces, and environment of the ship to your needs. When you __Undertake an Expedition__ (dangerous or greater), reroll any dice for the first leg of your journey. On a hit, you and your allies may envision how you make yourself at home; if you do, take +2 momentum or +1 spirit.",
          "Enabled": true
        },
        {
          "Text": "Your vessel is stocked with reserves. When you __Sacrifice Resources__ and your supply is reduced to 0, first roll +integrity instead of marking unprepared. On a strong hit, take +1 supply. Otherwise, mark unprepared."
        },
        {
          "Text": "When you __Enter the Fray__ to oppose an invader within your vessel, reroll any dice. On a strong hit, take +momentum equal to integrity. On a strong hit with a match, also mark progress."
        }
      ]
    },
    "Medbay": {
      "Asset Type": "Module",
      "Asset Fields": [
        {
          "Text": "When you use your medbay to __Heal__ yourself or another patient, you may reroll your action die if its value is less than your vehicle’s integrity.",
          "Enabled": true
        },
        {
          "Text": "When you or an ally mark the disabled debility and are brought to the medbay without delay (less than an hour or so), you have a shot at repairing the damage. If you __Heal__ and score a strong hit, clear the debility (in addition to the other benefits of the move). Then, envision the scar that now serves as a reminder of the incident."
        },
        {
          "Text": "When you __Face Danger__ by performing a risky medical procedure, or if you __Gather Information__ through an autopsy or internal scan, reroll any dice and take +1 momentum on a hit."
        }
      ]
    },
    "Missile Array": {
      "Asset Type": "Module",
      "Asset Fields": [
        {
          "Text": "You have +5 missiles. When you __Strike__ or __Clash__ with a missile attack, suffer -1 missile and mark extra progress on a hit. If you __Resupply__ in a place where your missiles can be replenished, you may exchange any earned +supply for +missile.",
          "Enabled": true
        },
        {
          "Text": "When you __Gain Ground__ by locking a missile on target, add +1 and take +1 momentum on a hit."
        },
        {
          "Text": "If you have at least +2 missiles and __Take Decisive Action__ by unleashing them all, roll an action die before the progress roll. If your action die is equal to or less than +missiles, you may reroll each challenge die one time. Then, set missiles to 0."
        }
      ],
      "Asset Track": {
        "Name": "Missiles",
        "Value": 5,
        "Starts At": 5
      }
    },
    "Overseer": {
      "Asset Type": "Module",
      "Input Fields": [
        "Name"
      ],
      "Asset Fields": [
        {
          "Text": "This AI module keeps watch over the vehicle’s systems and sensory data. When you __Secure an Advantage__ or __Gain Ground__ by talking through a situation with the overseer, you may roll +integrity. If you do, take +1 momentum on a hit.",
          "Enabled": true
        },
        {
          "Text": "When you __Withstand Damage__ and are forced to roll on the miss table, the overseer will do what it can to help. Roll twice on the table and choose either result."
        },
        {
          "Text": "The overseer can pilot the vehicle independently. When you __Face Danger__ to hand over temporary control in an emergency, or to summon the vehicle remotely, you may roll +integrity. If you do, take +1 momentum on a hit."
        }
      ]
    },
    "Reinforced Hull": {
      "Asset Type": "Module",
      "Asset Fields": [
        {
          "Text": "Your vehicle is clad in iron. When you __Withstand Damage__, add +1. On a strong hit, take +1 momentum.",
          "Enabled": true
        },
        {
          "Text": "Your plated hull is given a fierce and distinctive color or design. When you land in a place where your reputation is a factor, take +1 momentum. When you __Enter the Fray__ against a foe who would recognize your ship, take +momentum equal to your ship’s integrity on a strong hit."
        },
        {
          "Text": "When you __React Under Fire__ by letting your plated hull take the hit, add +1 and take +1 momentum on a hit. On a strong hit with a match, take another +1 momentum as you surge through the chaos and put yourself in perfect position. On a miss, __Pay the Price__ by marking this component as disabled"
        }
      ]
    },
    "Research Lab": {
      "Asset Type": "Module",
      "Asset Fields": [
        {
          "Text": "When you use your lab to __Secure an Advantage__ or __Gather Information__ through careful analysis or experimentation, add +1 and take +1 momentum on a hit.",
          "Enabled": true
        },
        {
          "Text": "When you __Face Danger__ to isolate or secure a hazardous specimen, reroll any dice."
        },
        {
          "Text": "When you __Swear an Iron Vow__ (formidable or greater) to undertake a long-term research project, reroll any dice. When you obtain crucial samples, equipment, or data, __Reach a Milestone__. When you have what you need and devote extended time to the project in your lab, __Face Danger__ and add +1 to see how you fare. On a hit, __Reach a Milestone__. On a strong hit with a match, mark extra progress. When you __Fulfill Your Vow__ and score a hit, also mark two ticks on your discoveries legacy track."
        }
      ]
    },
    "Sensor Array": {
      "Asset Type": "Module",
      "Asset Fields": [
        {
          "Text": "Your advanced sensors scan the paths ahead to help spot dangers. When you __Undertake an Expedition__ (+wits), and roll a 10 on only one challenge die, you may reroll it.",
          "Enabled": true
        },
        {
          "Text": "When you __Secure an Advantage__ or __Gather Information__ by scanning your vehicle’s surroundings or analyzing a nearby object, choose one and take +1 momentum on a hit.\n\n  * Controlled scan: Add +1\n  * Automated scan: Instead of rolling the action die, make it the value of your vehicle’s integrity"
        },
        {
          "Text": "When you __Enter the Fray__ against an ambush, or __Face Danger__ to detect a hidden threat, you may roll +integrity. If you do, reroll any dice and take +1 momentum on a hit."
        }
      ]
    },
    "Shields": {
      "Asset Type": "Module",
      "Asset Fields": [
        {
          "Text": "When you raise your shields, roll +integrity or +wits, whichever is higher. On a strong hit, set your shields to +4. On a weak hit, make them +3. On a miss, you may make them +2 but must __Lose Momentum (-1)__. Then, if you __Withstand Damage__, ignore damage up to the value of your shields and suffer -1 shields. Raised shields only last for a few minutes. Once reduced to 0, shields cannot be raised again for an hour or so.",
          "Enabled": true
        },
        {
          "Text": "You may __React Under Fire__ by letting your shields take the blow. If you do, roll +shields and take +2 momentum on a hit."
        },
        {
          "Text": "When you __Enter the Fray__ and score a strong hit, you may raise your shields to +3 without rolling. If you do, take +1 momentum."
        }
      ],
      "Asset Track": {
        "Name": "Shields",
        "Value": 4,
        "Starts At": 0
      }
    },
    "Stealth Refit": {
      "Asset Type": "Module",
      "Asset Fields": [
        {
          "Text": "Your vehicle is equipped with stealth tech, and travels the hidden paths. When you __Undertake an Expedition__ (+shadow), and roll a 1 on your action die, you may reroll it.",
          "Enabled": true
        },
        {
          "Text": "When you make a move against a specific foe or threat to avoid detection, add +1. If you __Enter the Fray__ by ambushing an unaware foe, add +1 and mark progress on a strong hit."
        },
        {
          "Text": "When you are poised to __Strike__ from hiding, you may roll +shadow. If you do, choose one (before rolling).\n\n  * __Strike__ true: Reroll any dice.\n  * __Strike__ hard: Mark extra progress on a hit.\n\nOn a strong hit with a match, you remain totally undetected; take +2 momentum."
        }
      ]
    },
    "Vehicle Bay": {
      "Asset Type": "Module",
      "Asset Fields": [
        {
          "Text": "You may purchase or upgrade a support vehicle for 1 less experience. When you __Repair__ a battered support vehicle, use 1 repair point (instead of 2).",
          "Enabled": true
        },
        {
          "Text": "When a support vehicle is destroyed, and you are able to retrieve its wreckage, you may __Ask the Oracle__ using the yes/no table if something can be salvaged from the mess. Make it ‘50/50’. On a yes, spend 2 experience to restore the support vehicle asset with all previously marked abilities. Until you __Repair__ and bring it back to full working order, the vehicle is battered with 0 integrity."
        },
        {
          "Text": "When you make a move to launch from or land on your command vehicle in a perilous situation or environment, reroll any dice and take +1 momentum on a hit."
        }
      ]
    },
    "Workshop": {
      "Asset Type": "Module",
      "Asset Fields": [
        {
          "Text": "When you __Repair__ in the field, add +1.",
          "Enabled": true
        },
        {
          "Text": "When you make a move in your workshop to craft, modify, deactivate, or disassemble a device or machine, you may reroll your action die if its value is less than your vehicle’s integrity."
        },
        {
          "Text": "When you __Swear an Iron Vow__ (formidable or greater) to undertake a long-term engineering project, reroll any dice. When you obtain a crucial part or resource, __Reach a Milestone__. When you have what you need and devote extended time in your workshop to the project, __Face Danger__ and add +1 to see how you fare. On a hit, __Reach a Milestone__. On a strong hit with a match, mark extra progress. When you __Fulfill Your Vow__ and score a hit, mark two extra ticks on your quests legacy track."
        }
      ]
    },
    "Exosuit": {
      "Asset Type": "Support Vehicle",
      "Input Fields": [
        "Name"
      ],
      "Asset Fields": [
        {
          "Text": "Your lumbering exoskeleton rig houses one pilot, is sealed against hostile environments, and is armed with fixed or held weapons. When you make a forceful, damaging, or resistant move, you may (after rolling) replace the value of your action die with the rig’s integrity; if you do, suffer -1 momentum.",
          "Enabled": true
        },
        {
          "Text": "Your exosuit is equipped with thrusters. You can maneuver in zero-g, make thrust-assisted leaps, and drop to a surface from altitude. When you burn fuel to overcome a critical obstacle (decide after rolling), you may reroll any dice. If you do, __Lose Resources (-1)__."
        },
        {
          "Text": "When you __Withstand Damage__, you may reroll one challenge die."
        }
      ],
      "Integrity": 6
    },
    "Hoverbike": {
      "Asset Type": "Support Vehicle",
      "Input Fields": [
        "Name"
      ],
      "Asset Fields": [
        {
          "Text": "Your unarmed hoverbike provides speedy planetside transport, and is equipped to carry up to two people and their gear. When you __Undertake an Expedition__ (+edge), take +1 momentum on a hit. On a strong hit with a match, you also surge ahead or find a new path; mark extra progress.",
          "Enabled": true
        },
        {
          "Text": "When you __Set a Course__ over planetside terrain, you may roll +integrity (instead of +supply); if you do, take +2 momentum on a hit."
        },
        {
          "Text": "When you __Face Danger__ or __React Under Fire__ by outrunning or dodging a threat, take +1 momentum on a hit."
        }
      ],
      "Integrity": 3
    },
    "Rover": {
      "Asset Type": "Support Vehicle",
      "Input Fields": [
        "Name"
      ],
      "Asset Fields": [
        {
          "Text": "Your unarmed rover provides protected planetside transport. When you __Undertake an Expedition__ or __Set a Course__, add +1. When you __Finish an Expedition__ (dangerous or greater), you may reroll one challenge die if the rover survived.",
          "Enabled": true
        },
        {
          "Text": "At no extra cost, you may equip your rover with one module asset. If you ever want to reconfigure your rover, spend 1 experience, discard the module, and equip another with the same number of marked abilities."
        },
        {
          "Text": "Your rover is kept fully stocked. When you __Check Your Gear__, add +1 and take +1 momentum on a hit."
        }
      ],
      "Integrity": 3
    },
    "Shuttle": {
      "Asset Type": "Support Vehicle",
      "Input Fields": [
        "Name"
      ],
      "Asset Fields": [
        {
          "Text": "Your unarmed shuttle provides short-range transport for several people and equipment through space or atmosphere. When you travel to a location (not your command vehicle), you and your allies may take +1 momentum when you arrive",
          "Enabled": true
        },
        {
          "Text": "When you __Face Danger__ or __React Under Fire__ by navigating through hazardous skies, within tight spaces, or around obstacles, add +1 and take +1 momentum on a hit."
        },
        {
          "Text": "You shuttle is sealed against high pressure environments, can travel underwater, and is more resistant to damage; when you __Withstand Damage__, add +1."
        }
      ],
      "Integrity": 4
    },
    "Snub Fighter": {
      "Asset Type": "Support Vehicle",
      "Input Fields": [
        "Name"
      ],
      "Asset Fields": [
        {
          "Text": "Your snub fighter carries a single pilot for space or atmospheric flight and combat. When you __Enter the Fray__, you may roll +integrity; if you do, take +1 momentum on a hit.",
          "Enabled": true
        },
        {
          "Text": "When you __Strike__ or __Clash__, add +1. On a strong hit with a match, mark extra progress."
        },
        {
          "Text": "When you personally defeat a notable foe (formidable or greater), envision the victory mark you make on your fighter’s fuselage. Track the total number of victories in this box. For every five, mark 2 ticks on your quests legacy track."
        }
      ],
      "Integrity": 4,
      "Counter": {
        "Name": "Victory Marks",
        "Starting Value": 0
      }
    },
    "Combat Bot": {
      "Asset Type": "Companion",
      "Input Fields": [
        "Name"
      ],
      "Asset Fields": [
        {
          "Text": "When you __Enter the Fray__ in personal combat with your bot at your side, add +1 and take +1 momentum on a hit. Then, if you __Strike__ aided by your bot, add +1; if you __Clash__, take +1 momentum on a hit.",
          "Enabled": true
        },
        {
          "Text": "Once per fight, when you __React Under Fire__ by using your bot to draw fire or create a diversion, you may reroll any dice. If you score a strong hit, take +2 momentum. If you score a weak hit, you are in control."
        },
        {
          "Text": "When you make the Companion __Endure Harm__ move and test your bot’s resliance while it’s health is +1 or greater, count a weak hit as a strong hit."
        }
      ],
      "Health": 5
    },
    "Utility Bot": {
      "Asset Type": "Companion",
      "Input Fields": [
        "Name"
      ],
      "Asset Fields": [
        {
          "Text": "When you make a move to access a system, cut through an obstacle, analyze a mechanical issue, or assemble or disassemble a device, your bot has a helpful tool at-hand. Add +1 and take +1 momentum on a hit.",
          "Enabled": true
        },
        {
          "Text": "When you __Repair__ aided by your bot, add +1. On a miss, your companion offers an alternative approach at a cost; you may reroll any dice, but first __Lose Momentum (-2)__ or __Sacrifice Resources (-2)__."
        },
        {
          "Text": "When you use a bot ability and score a strong hit with a match, your companion also provides a momentary advantage or new insight. Take +2 momentum."
        }
      ],
      "Health": 3
    },
    "Glowcat": {
      "Asset Type": "Companion",
      "Input Fields": [
        "Name"
      ],
      "Asset Fields": [
        {
          "Text": "Your glowcat perceives the inner emotions and intentions of people and creatures in its vicinity, and embodies those impressions through the colors and intensity of its luminescent fur. When you __Secure an Advantage__ (+heart) by studying your glowcat’s reactions in a charged situation, you may add +your companion’s health.",
          "Enabled": true
        },
        {
          "Text": "When you __Compel__, your glowcat’s reactions will help guide your approach. If the value of your action die is less than your glowcat’s health, you may reroll it."
        },
        {
          "Text": "When you __Endure Stress__ in the company of your glowcat, add +1. On a strong hit with a match, take +momentum equal to their health."
        }
      ],
      "Health": 3
    },
    "Ace": {
      "Asset Type": "Path",
      "Asset Fields": [
        {
          "Text": "When you __Face Danger__ or __React Under Fire__ by guiding your vehicle through a hazard or out of harm’s way, add +1 and take +1 momentum on a hit.",
          "Enabled": true
        },
        {
          "Text": "When you __Gain Ground__ by maneuvering your vehicle against a foe, add +1. If you roll a strong hit with a 4, 5, or 6 on the action die, you may put yourself in firing position. If you do, set side the action die or note its value. If you or an ally __Strike__ using the vehicle’s weapons, use that value for the action die (rolling only the challenge dice). This persists until you fail to score a strong hit on that move, or until you make another move which changes your vehicle’s position."
        },
        {
          "Text": "When you must __Endure Stress__ while piloting a vehicle, you may roll +integrity. If you do, take +1 momentum on a strong hit."
        }
      ]
    },
    "Agent": {
      "Asset Type": "Path",
      "Asset Fields": [
        {
          "Text": "When you make a move to break into a secure site, or to hack or manipulate a secure system, add +1 and take +1 momentum on a hit.",
          "Enabled": true
        },
        {
          "Text": "When you __Face Danger__ or __Secure an Advantage__ to establish a false identity, add +1. On a hit, you may add +1 when using that identity to deceive or influence others. If you roll a miss with a match when using that identity, your deception is completely and dramatically undone."
        },
        {
          "Text": "When you covertly __Gather Information__, you may roll +shadow. If you do, take +1 momentum on a hit. On a strong hit with a match, you uncover a surprising aspect of an adversary’s plan or a connection to another quest or relationship; take +2 momentum and __Reach a Milestone__."
        }
      ]
    },
    "Archivist": {
      "Asset Type": "Path",
      "Asset Fields": [
        {
          "Text": "You are the bearer of a digital archive of specialized knowledge. When you __Secure an Advantage__ or __Gather Information__ using lore recalled from your studies, add +1. If you have ample time to search the archive, add +2. On a hit, envision the obscure but helpful knowledge you put to use (__Ask the Oracle__ if unsure), and take +1 momentum.",
          "Enabled": true
        },
        {
          "Text": "When you __Swear an Iron Vow__ (formidable or greater) to recover data from a perilous location, reroll any dice. When you __Fulfill Your Vow__ and score a hit, also mark two ticks on your discoveries legacy track."
        },
        {
          "Text": "One time only, you may browse the archive’s forbidden depths. If you do, raise your wits by 1 and roll an action die. On 1-3, you must also mark troubled or __Face Desolation__ (ignoring momentum)."
        }
      ]
    },
    "Armored": {
      "Asset Type": "Path",
      "Asset Fields": [
        {
          "Text": "You wear a finely crafted set of personal armor. When you __Face Danger__, __React Under Fire__, or __Clash__ against physical attacks or impact, you may put trust in your armor’s protection. If you do, set the value of your action die to 4 and roll only the challenge dice.",
          "Enabled": true
        },
        {
          "Text": "You add an important new piece to your set of armor, or upgrade its materials. As above, but set the value of your action die to 5 instead of 4."
        },
        {
          "Text": "Your recognizable armor marks you as someone of note. When you __Enter the Fray__, in personal combat, add +1. When you __Compel__ in a situation where strength of arms or reputation is a factor, add +1 and take +1 momentum on a hit."
        }
      ]
    },
    "Augmented": {
      "Asset Type": "Path",
      "Input Fields": [
        "One",
        "Two"
      ],
      "Asset Fields": [
        {
          "Text": "You are rigged with an advanced prosthetic, implant, or mechanical enhancement. When you make a move directly aided by your augment, and you roll a 6 on your action die, the augment bolsters the outcome. Count it as an automatic strong hit, and take +1 momentum.",
          "Enabled": true
        },
        {
          "Text": "You are rigged with a second type of augment, which functions as above."
        },
        {
          "Text": "When you must __Endure Harm__ or __Face Death__, you may instead mark an augment as broken. To restore its use, __Repair__ and spend 5 repair points to bring it back to full working condition, or 3 points to repair with a complication or persistent malfunction."
        }
      ]
    },
    "Blademaster": {
      "Asset Type": "Path",
      "Description": "If you wield a bladed weapon...",
      "Asset Fields": [
        {
          "Text": "When you __Clash__ or __Strike__ in close-quarters, add +1. On a strong hit with a match, mark extra progress. Once per fight, you may also reroll any dice and mark extra progress on a hit.",
          "Enabled": true
        },
        {
          "Text": "If you __Gain Ground__ by moving into close- quarters against your foe, choose your approach.\n\n  * Charge: Roll +heart, and mark extra progress on a strong hit.\n  * Evade: Roll +edge, and take +1 momentum on a hit."
        },
        {
          "Text": "When you __Swear an Iron Vow__ and bind the oath to your blade, add +1. On a hit, take +2 momentum or +2 spirit."
        }
      ]
    },
    "Bounty Hunter": {
      "Asset Type": "Path",
      "Asset Fields": [
        {
          "Text": "When you __Swear an Iron Vow__ (formidable or greater) to bring in a wanted fugitive, add +1. On a strong hit, __Reach a Milestone__. When you __Fulfill Your Vow__, mark two extra ticks on your quests legacy track.",
          "Enabled": true
        },
        {
          "Text": "When you __Gather Information__ related to a bounty’s identity or location, add +2. On a strong hit with a match, you reveal a surprising aspect of the target; envision what you discover (__Ask the Oracle__ if unsure), and choose one.\n\n  * Forge ahead: Reach a Waypoint and mark extra progress.\n  * Cut and run: __Forsake Your Vow__ and mark two ticks on your bonds legacy track."
        },
        {
          "Text": "When you __Take Decisive Action__ in a fight against a bounty target or their agents, you may reroll one challenge die."
        }
      ]
    },
    "Brawler": {
      "Asset Type": "Path",
      "Description": "If you are unarmed or fighting with a close- quarters weapon...",
      "Asset Fields": [
        {
          "Text": "When you __Gain Ground__ by attempting to disarm, trip, shove, grapple, or stun your foe, add +1 and take +1 momentum on a hit.",
          "Enabled": true
        },
        {
          "Text": "When you __Clash__ in close-quarters, you may draw on your momentum to gain advantage. If you do, __Lose Momentum (-2)__ and choose one (before rolling).\n\n  * Offensive style: Count a weak hit as a strong hit.\n  * Defensive style: Count a miss as weak hit."
        },
        {
          "Text": "When you __Enter the Fray__ already positioned in close-quarters against your foe, mark progress on a hit. On a strong hit with a match, mark extra progress."
        }
      ]
    },
    "Devotant": {
      "Asset Type": "Path",
      "Input Fields": [
        "Name",
        "Stat"
      ],
      "Asset Fields": [
        {
          "Text": "You worship a god, power, or entity. Give it a name and choose one of your stats to represent its nature. When you __Face Danger__ or __Secure an Advantage__ by calling on it for guidance or blessings, roll +linked stat. On a hit, take +1 momentum or +1 spirit. On a strong hit with a match, a miracle or sign manifests; take another +2 momentum or +2 spirit.",
          "Enabled": true
        },
        {
          "Text": "When you __Swear an Iron Vow__ (formidable or greater) in service to your faith, roll +linked stat. On a strong hit, __Reach a Milestone__. When you __Fulfill Your Vow__ and score a hit, also mark two ticks on your bonds legacy track."
        },
        {
          "Text": "When you __Hearten__ through study or contemplation of your faith, you may roll +linked stat. If you do, take +1 spirit or +1 momentum on a strong hit."
        }
      ]
    },
    "Diplomat": {
      "Asset Type": "Path",
      "Asset Fields": [
        {
          "Text": "When you __Swear an Iron Vow__ (formidable or greater) to resolve a dispute, negotiate an agreement, or gather allies, add +1. On a strong hit, __Reach a Milestone__. When you __Fulfill Your Vow__ and score a hit, also mark 2 ticks on your bonds legacy track.",
          "Enabled": true
        },
        {
          "Text": "When you make a move in a charged situation to defuse, reason, or negotiate, add +1. If you roll a miss, you may try a different tact. Envision this new approach and reroll all dice. If you roll a miss yet again, face a dire complication or blow to your reputation as you __Pay the Price__."
        },
        {
          "Text": "When you __Make a Connection__ or __Sojourn__, add +1. If you __Sojourn__ and roll a strong hit with a match, you are shown great respect; take +momentum equal to your heart."
        }
      ]
    },
    "Explorer": {
      "Asset Type": "Path",
      "Asset Fields": [
        {
          "Text": "When you __Explore a Waypoint__, take +1 momentum on a hit. When you __Finish an Expedition__ and score a hit, mark one extra tick on your discoveries legacy track.",
          "Enabled": true
        },
        {
          "Text": "When you come across a wondrous sight or phenomenon, such as an extraordinary planet, majestic creature, or dazzling stellar object, choose one:\n\n  * Find inspiration: Take +1 momentum\n  * Soak it all in: __Hearten__; add +1, and take +1 momentum on a hit."
        },
        {
          "Text": "When you __Secure an Advantage__ by studying a newfound place from a safe position, add +1 and take +1 momentum on a hit. On a strong hit with a match, take another +1 momentum and envision an unusual aspect of the site."
        }
      ]
    },
    "Gearhead": {
      "Asset Type": "Path",
      "Asset Fields": [
        {
          "Text": "When you __Repair__ (+wits), add +1 and take +1 repair point or +1 momentum on a hit.",
          "Enabled": true
        },
        {
          "Text": "When you __Gather Information__ by studying or disassembling a piece of equipment or technology, or if you __Resupply__ by breaking down and repurposing an item, add +1 and take +1 momentum on a hit."
        },
        {
          "Text": "When you __Face Danger__ to rig, modify, or enhance a device for a powerful but limited function, envision your approach and add +1. On a hit, the device is ready for use. One time only, if you make a move in a critical moment aided by the device, do all of the the following.\n\n  * Reroll any dice\n  * Take +1 momentum on a hit\n  * On a strong hit, mark 1 tick on your quests legacy track"
        }
      ]
    },
    "Gunner": {
      "Asset Type": "Path",
      "Description": "If you wield a heavy ranged weapon...",
      "Asset Fields": [
        {
          "Text": "When you __Strike__, choose one (before rolling).\n\n  * Make them hurt: On a hit, mark extra progress.\n  * Pin them down: Add +1 and take +1 momentum on a hit.",
          "Enabled": true
        },
        {
          "Text": "When you __Take Decisive Action__ by unleashing hell (decide before rolling), you may __Sacrifice Resources (-1)__ and reroll one challenge die."
        },
        {
          "Text": "Give your favorite gun a name. When you __Clash__ with it, add +1. When you __Endure Stress__ while wielding it, add +1 and take +1 momentum on a hit.",
          "Input Fields": [
            "Name"
          ]
        }
      ]
    },
    "Gunslinger": {
      "Asset Type": "Path",
      "Description": "If you wield a pistol...",
      "Asset Fields": [
        {
          "Text": "When you __Enter the Fray__ by facing off against your foe (+heart), or by preparing to act without tipping them off (+shadow), add +1 and take +1 momentum on a hit. On a strong hit with a match, you may immediately take a shot (without making a move) and mark extra progress.",
          "Enabled": true
        },
        {
          "Text": "When you __Gain Ground__ or __React Under Fire__ by moving into cover, add +1. On a strong hit, you may then add +2 if you immediately __Strike__."
        },
        {
          "Text": "When you __Compel__ or __Gain Ground__ with the threat of violence by holding someone at gunpoint, add +1 and take +1 momentum on a hit."
        }
      ]
    },
    "Healer": {
      "Asset Type": "Path",
      "Asset Fields": [
        {
          "Text": "When you attempt to __Heal__, add +1. If you are treating someone other than yourself, take +1 spirit or +1 momentum on a hit.",
          "Enabled": true
        },
        {
          "Text": "When you __Gather Information__ by studying medical evidence or biological remains, add +1 and take +1 momentum on a hit. On a strong hit with a match, you also reveal an unexpected medical anomaly; mark one tick on your discoveries legacy track."
        },
        {
          "Text": "Once every day or so, when you are in a safe place with plenty of time on your hands, you may __Sacrifice Resources (-1)__ and provide basic medical care for yourself, companions, or allies without effort or risk. If you do, automatically give +1 health to everyone whose health is greater than 0."
        }
      ]
    },
    "Kinetic": {
      "Asset Type": "Path",
      "Asset Fields": [
        {
          "Text": "You are gifted with kinetic powers. By focusing, you may remotely, push, pull, lift, or constrict objects and beings that are about your size and weight or smaller. When you are in a risky situation and draw on your powers to make a move, add +2 and __Lose Momentum (-2)__.",
          "Enabled": true
        },
        {
          "Text": "As above, and your focus is improved. When you make a move aided by your powers, suffer one less momentum (-1 instead of -2)."
        },
        {
          "Text": "If you have at least +8 momentum, you may attempt great kinetic feats, such as manipulating large objects and creating destructive bursts of concussive force. To do so, first reset your momentum. Then, reroll any dice as you make a move fueled by these powers. If you are in a fight and mark progress, mark extra progress."
        }
      ]
    },
    "Loyalist": {
      "Asset Type": "Path",
      "Asset Fields": [
        {
          "Text": "When you __Aid Your Ally__, add +1 and take +1 momentum on a hit. This is in addition to the benefits taken by your ally. On a strong hit with a match, envision how this moment marks a breakthrough or milestone in your relationship; both of you may mark one tick on your bonds legacy track.",
          "Enabled": true
        },
        {
          "Text": "When an ally must __Endure Stress__ or __Face Desolation__ in your company, they add +1 and you take +1 momentum on a hit."
        },
        {
          "Text": "When you stand with your ally as they make a progress move, envision how you support them. Then, roll one challenge die. On a 1-9, your ally may replace one of their challenge dice with yours. On a 10, envision how you inadvertently undermine their action; your ally must replace their lowest challenge die with yours."
        }
      ]
    },
    "Naturalist": {
      "Asset Type": "Path",
      "Asset Fields": [
        {
          "Text": "When you __Secure an Advantage__ or __Gather Information__ using your knowledge of lifeforms or planetside ecosystems, add +1 and take +1 momentum on a hit. On a strong hit with a match, you also confirm an obscure theory or reveal a surprising aspect of the encounter; mark one tick on your discoveries legacy track.",
          "Enabled": true
        },
        {
          "Text": "When you make a move by taking a risky action to pacify, avoid, or outwit an aggressive creature (decide before rolling), you may reroll any dice, but must __Lose Momentum (-2)__."
        },
        {
          "Text": "You are skilled at planetside survival. When you __Resupply__ to scavenge resources in a life- bearing natural environment, take +1 supply on a hit. When you __Face Danger__ against an environmental threat, add +1 and take +1 momentum on a hit."
        }
      ]
    },
    "Navigator": {
      "Asset Type": "Path",
      "Asset Fields": [
        {
          "Text": "When you __Set a Course__, choose one.\n\n  * Follow the fastest path: Take +2 momentum on a hit.\n  * Follow the safest path: Add +1.\n\nOn a strong hit with a match, you charted a new path during the journey; mark one tick on your discoveries legacy track.",
          "Enabled": true
        },
        {
          "Text": "When you __Secure an Advantage__ by charting the way forward, __Face Danger__ to find a path around a hazard, or __Gather Information__ about a location by studying your charts, add +1 and take +1 momentum on a hit."
        },
        {
          "Text": "Once per expedition, when you or an ally __Undertake an Expedition__ and score a miss, you may ignore that result, plot an alternate path, and make it an automatic weak hit."
        }
      ]
    },
    "Scavenger": {
      "Asset Type": "Path",
      "Asset Fields": [
        {
          "Text": "When you __Resupply__ or Gather Informtation by scavenging a wreck, ruin, or abandoned site, add +1 and take +1 momentum on a hit. On a strong hit with a match, you also find something of unique value, significance, or function; envision the nature of this discovery, take +2 momentum, and mark two ticks on your discoveries legacy track.",
          "Enabled": true
        },
        {
          "Text": "When you __Face Danger__ to cobble together an ad hoc tool, device, or weapon, envision what you intend to create. On a hit, you may add +1 when making a move aided by the item. If you roll a 1 on your action die while using the item, it is permanently broken, lost, or depleted."
        },
        {
          "Text": "When you __Check Your Gear__, roll +wits or +supply (whichever is highest) and take +1 momentum on a hit."
        }
      ]
    },
    "Scoundrel": {
      "Asset Type": "Path",
      "Asset Fields": [
        {
          "Text": "When you __Make a Connection__ to search out a new connection, you may roll +shadow. If you do, reroll any dice on a miss and envision how your reputation or underworld contacts lead you to a disreputable connection.",
          "Enabled": true
        },
        {
          "Text": "When you make a move by lying, bluffing, stealing, or cheating, add +1."
        },
        {
          "Text": "When you __Gather Information__ by asking questions of an informant connection, add +1 and take +1 momentum on a hit. On a strong hit with a match, they reveal a surprising link to your quest or a personal stake in seeing it done; if you are not yet bonded with this connection, __Develop a Relationship__ and mark extra progress. If you already have a bond, mark two ticks on your bonds legacy track."
        }
      ]
    },
    "Sharpshooter": {
      "Asset Type": "Path",
      "Description": "If you wield a rifle...",
      "Asset Fields": [
        {
          "Text": "When you __Face Danger__ outside of a fight to preemptively take out a single minor foe (dangerous or less) from a distance, add +1. On a hit, they are out of action and no longer a threat. If other foes remain and you __Enter the Fray__ against them, mark progress immediately.",
          "Enabled": true
        },
        {
          "Text": "When you __Strike__ from a distance with time enough to line up your shot, you may roll +wits. If you do, mark extra progress on a hit."
        },
        {
          "Text": "When you __Secure an Advantage__ by sizing up a distant situation, or __Gain Ground__ by or taking careful aim, add +1 and take +1 momentum on a hit."
        }
      ]
    },
    "Slayer": {
      "Asset Type": "Path",
      "Asset Fields": [
        {
          "Text": "When you make a move to investigate, stalk, or track a hostile creature, add +1 and take +1 momentum on a hit.",
          "Enabled": true
        },
        {
          "Text": "When you __Swear an Iron Vow__ (formidable or greater) to slay a hostile creature which plagues a community, reroll any dice. When you __Fulfill Your Vow__ and score a hit, also mark two ticks on your bonds legacy track."
        },
        {
          "Text": "When you __Enter the Fray__ by facing a hostile creature (dangerous or greater) on its own terms, envision the crucial weapon, protection, or aid you set aside. Then, set the rank of the challenge at least one rank higher than that of the creature. If you __Take Decisive Action__ and score a strong hit, envision the trophy you take and mark two ticks on your quests legacy track; on a weak hit, mark one."
        }
      ]
    },
    "Tech": {
      "Asset Type": "Path",
      "Asset Fields": [
        {
          "Text": "When you make a move to configure, optimize, hack, or disrupt an electronic system, add +1. On a weak hit, you can choose to press your luck. If you do, reroll all dice and add +2 (instead of +1).",
          "Enabled": true
        },
        {
          "Text": "When you __Withstand Damage__ and score a miss, you may attempt to reroute power or reboot critical systems. If you do, first __Lose Momentum (-2)__. Then, reroll all dice, add +wits instead of +integrity, and count a weak hit as a miss."
        },
        {
          "Text": "When you __Face Danger__ or __Secure an Advantage__ by creating a computer program to perform a specific, complex function, add +2 and take +1 momentum on a hit. One time only, when you trigger the program to fulfill its purpose, reroll any dice."
        }
      ]
    },
    "Trader": {
      "Asset Type": "Path",
      "Asset Fields": [
        {
          "Text": "When you __Resupply__ by bartering, add +1 and take +1 momentum on a hit. On a strong hit with a match, you make out like a bandit and take another +1 momentum or +1 supply.",
          "Enabled": true
        },
        {
          "Text": "When you __Sojourn__ or __Compel__, you may roll +supply. If you do, suffer -1 supply."
        },
        {
          "Text": "When you __Sojourn__ and roll a strong hit with a match, you also have a chance to secure a unique item or valuable payload. Envision the nature and keeper of the opportunity (__Ask the Oracle__ if unsure), and __Compel__ to acquire it. If you are successful, take +2 momentum and mark two ticks on your quests legacy track. One time only, you may use this acquisition to gain an automatic strong hit on any move where your resources are a factor."
        }
      ]
    },
    "Vestige": {
      "Asset Type": "Path",
      "Input Fields": [
        "Last of"
      ],
      "Asset Fields": [
        {
          "Text": "You are all that remains of a people, culture, or tradition. When you __Secure an Advantage__ or __Compel__ by inspiring others through a tale, performance, or ceremony, envision what you reveal of your legacy. Then, add +1 and take +2 momentum on a hit.",
          "Enabled": true
        },
        {
          "Text": "When you __Hearten__ by taking solace in the power of your legacy, add +1 and take +1 momentum on a hit."
        },
        {
          "Text": "When you __Face Death__ or __Face Desolation__, memories or visions of your heritage give you the strength to carry on. Envision how this manifests, and reroll any dice. On a strong hit with a match, a surprising new aspect of your heritage is revealed; mark two ticks on your bonds legacy track and take +2 momentum."
        }
      ]
    },
    "Veteran": {
      "Asset Type": "Path",
      "Asset Fields": [
        {
          "Text": "When you __Make a Connection__, add +1. If you roll a match, you have a history.\n\n  * On a strong hit with a match, you once fought beside them, and they owe you a favor; mark progress on their track. When you __Forge a Bond__ with them, mark an extra tick on your bonds legacy track.\n  * On a miss with a match, you once fought against them, and they hold a grudge.",
          "Enabled": true
        },
        {
          "Text": "When you burn momentum to improve your result in a fight, envision how your hard-won fighting experience gives you the upper hand. Then, take +1 momentum after you reset, and add +1 when you make your next move."
        },
        {
          "Text": "When you __Check Your Gear__ in the midst of a fight, or __Resupply__ in the aftermath of a fight, add +2."
        }
      ]
    },
    "Voidborn": {
      "Asset Type": "Path",
      "Asset Fields": [
        {
          "Text": "You are accsustomed to life in the limitless void. When you are in space (or in a spacebound vehicle), increase your momentum reset by 1. When you are on a planetary surface or within its atmosphere, you must instead count this asset as a debility (reduce your max momentum and reset by 1).",
          "Enabled": true
        },
        {
          "Text": "When you make a move to perform an agile physical manuever (such as leaping or evading) in a low gravity environment, add +1 and take +1 momentum on a hit. On a strong hit with a match, you build speed or put yourself in perfect position; take another +1 momentum."
        },
        {
          "Text": "When you __Sojourn__ or __Make a Connection__ within a spacebound community, add +1."
        }
      ]
    },
    "Home": {
      "Asset Type": "Deed",
      "Description": "Once you fill the third box on your bonds legacy track, you may take this asset at no cost.",
      "Input Fields": [
        "Name"
      ],
      "Asset Fields": [
        {
          "Text": "When you __Swear an Iron Vow__ (formidable or greater) in service to your home, reroll any dice. On a hit, mark one tick on your bonds legacy track. When you __Fulfill Your Vow__ and score a hit, also mark one more tick on your bonds legacy track.",
          "Enabled": true
        },
        {
          "Text": "When you __Sojourn__ in your home, choose one.\n\n  * Make it quick: Instead of rolling, take an automatic weak hit\n  * Stay a while: Add +1 and take +1 mometum on a hit"
        },
        {
          "Text": "When you __Set a Course__ for home, you may reroll your action die if its value is less than your spirit."
        }
      ]
    },
    "Revenant": {
      "Asset Type": "Deed",
      "Description": "Once you __Face Death__ and live to tell the tale...",
      "Asset Fields": [
        {
          "Text": "When you are at 0 health, and __Endure Harm__ or __Face Death__, add +1. You may then reroll your action die if its value is less than your spirit.",
          "Enabled": true
        },
        {
          "Text": "When you __Take Decisive Action__ by bringing death to a foe, you may burn momentum to cancel one (not both) of the challenge dice if your momentum is greater than the value of that die. If you do, __Endure Stress (-2)__.",
          "Enabled": true
        },
        {
          "Text": "When you __Gather Information__ by studying a place where death left its mark, you may roll +heart. If you do, take +1 momentum on a hit. On a strong hit with a match, you experience a detailed vision of what occurred here; take +1 momentum more."
        }
      ]
    }
  }
}
