{
  "Title": "Setting Truths",
  "Game": "Starforged",
  "Source": {
    "Name": "Launching Your Campaign",
    "Version": "112220"
  },
  "Setting Truths": [ {
    "Name": "Cataclysm",
    "Truths": [ {
      "Description": "The Sun Plague extinguished the stars in our home galaxy.",
      "Details": "The anomaly traveled at incredible speeds, many times faster than light itself, and snuffed out the stars around us before we realized it was coming. Few of us survived as we made our way to this new galaxy. Here in the Forge, the stars are still aflame. We cling to their warmth like weary travelers huddled around a campfire. We suspect the Sun Plague was caused by:",
      "Oracle Table": [ "A temporal distortion", "A superweapon run amok", "A scientific experiment gone awry", "The wrath of the gods" ],
      "Quest": "The galaxy your people left behind is a cold, lightless grave. But a single star still glows, a solitary beacon in a vast darkness. How did this star survive the plague? Why do you vow to find the means to travel across the immeasurable gulf to this distant light?"
    }, {
      "Description": "We were united in the prolonged war against an implacable foe, but our defeat was at-hand.",
      "Details": "With the last of our defenses destroyed, our hope gone, we cast our fate to the Forge. Here, we can hide. Survive. Our foe was:",
      "Oracle Table": [ "Artificial intelligence", "Alien beings", "Religious zealots", "Genetically engineered soldiers", "Self-replicating nanomachines", "A tyrannical nation or leader", "Ancient and malevolent entities" ],
      "Quest": "A single ship belonging to your people's dreaded foe arrives in the Forge. But instead of bringing war, its commander carries an offer of peace. They claim to represent a rebel force seeking sanctuary. In return, they offer important information. What news do they carry?"
    }, {
      "Description": "Everything fell apart in an age of chaos.",
      "Details": "Uprisings flared like wildfire. Governments were toppled. Trade ceased. Old enemies waged new wars, and allies turned on one another. On the brink of total collapse, we assembled our fleets and traveled to the Forge. A new home. A fresh start. The crisis was sparked by:",
      "Oracle Table": [ "The rise of a fascist power", "The sudden loss of a key resource", "A devastating pandemic caused by an alien micro-organism", "A dire religious prophecy" ],
      "Quest": "The threat that triggered the cataclysm rises anew here in the Forge. How does it manifest? How has it changed or adapted since the cataclysm? What will you do to stop it?"
    } ],
    "Character": "Do you possess a keepsake or artifact of pre-cataclysm society? What is it? Why is it important to you? If you are all that remains of a people or culture, you might be a [VESTIGE]."
  }, {
    "Name": "Exodus",
    "Truths": [ {
      "Description": "Guided by an ancient map, the refugees set off for the Forge. During the 2,000-year journey, they were held within stasis pods aboard massive sleeper ships.",
      "Details": "We found the iron pillar on our homeworld's moon. A map on the surface of this ancient relic described the location of the Forge. Was it an invitation or a warning? When our fleets set off on the ponderous Exodus to a new home outside our galaxy, they marked the Forge as their destination.",
      "Quest": "You are tormented by dreams of a lost Exodus ship. You see it floating in a great emptiness. Thousands of refugees, still held in stasis, call to you in their unending sleep."
    }, {
      "Description": "We assembled a ragtag fleet of ships powered by experimental technologies. The journey to the Forge required only a few years, but many ships did not survive the crossing.",
      "Details": "With its dense star systems and turbulent storms of gaseous energies, the Forge shone like a lighthouse at the edge of a barren shore. When the time came to make our escape, we harnessed experimental and dangerous superluminal drives to send our ships to that distant destination.",
      "Quest": "A malfunctioning drive sent one of the refugee ships through both space and time. Centuries later, they have finally arrived. For them, only weeks have passed. Why are these people mistrusted? What will you do to find them a home?"
    }, {
      "Description": "Mysterious alien gates provided instantaneous one-way passage to the Forge.",
      "Details": "At our moment of greatest need, the titanic iron-gray gates materialized simultaneously in orbit around our homeworld and outposts. With no other option, our Exodus fleets entered the gates and crossed over into the Forge. The devices we emerged from on this side lie dormant; despite years of study, we've found no way to wake them.",
      "Quest": "An explorer brings news. They've located an active gate in the depths of the Forge. Why do you swear to travel there? Which power or foe seeks to take control of the gate?"
    } ],
    "Character": "Does your family or cultural history offer any stories of the Exodus? How does this legacy impact you today? If you are dedicated to expanding the reach of your people within the Forge, you might be an [EXPLORER]. If you are exiled or reviled, you might be an [OUTCAST]."
  }, {
    "Name": "Communities",
    "Truths": [ {
      "Description": "Few survived the journey to the Forge, and we are scattered to the winds in this perilous place.",
      "Details": "Our settlements are often small, starved for resources, and on the brink of ruin. Hundreds of far-flung settlements are lost and isolated within the untamed chaos of this galaxy, and we do not know their fate.",
      "Quest": "A settlement on an icebound planet is found abandoned. There is no sign of an attack. No bodies. Their ships and vehicles sit idle. The people are simply gone. Vanished. What is your connection to this place?"
    }, {
      "Description": "Dangers abound, but there is safety in numbers. Many ships and settlements are united under the banner of one of the Founder Clans.",
      "Details": "We have a tentative foothold in this galaxy. Each of the five Founder Clans honor the name and legacy of a leader who guided their people in the chaotic time after the Exodus. Vast reaches of the settled domains are claimed by the clans, and territorial skirmishes are common.",
      "Quest": "A forsaken people, sworn to no clan, live on an orbital station. A recent illness left many sick or dead. Supplies are urgently needed. Why were these people exiled, and why do you swear to give them aid? Which clan stands against you?"
    }, {
      "Description": "We have made our mark in this galaxy, but the energy storms we call balefires threaten to undo that progress, leaving our communities isolated and vulnerable.",
      "Details": "Starships navigate along bustling trade routes between settlements. We've built burgeoning outposts on the fringes of known sectors, and bold spacers chart new paths into unexplored domains. But this hard-earned success is threatened by the chaotic balefires, intense energy anomalies which cut off trade routes and threaten entire planets.",
      "Quest": "A balefire expands toward a remote deep-space settlement. Can a rescue fleet be marshaled in time to transport the inhabitants of the station to safety? What foe stands in the way?"
    } ],
    "Character": "If vows to a leader or organization are a key aspect of your character, you might be [BANNERSWORN]. If you are skilled at negotiation and resolving disputes between communities, you might be a [DIPLOMAT]. If you have a title or lineage which gives you special authority, you might be [EMPOWERED]."
  }, {
    "Name": "Iron",
    "Truths": [ {
      "Description": "We swear vows upon the iron remnants of ships that carried our people to the Forge.",
      "Details": "Many of our outposts were built from the iron bones of the Exodus ships. Fragments of the ships were also given to survivors as a remembrance, passed from one generation to the next. Today, we swear vows upon the iron shards to honor the sacrifice of our forebears, the essence of the places left behind, and the souls of the great ships that carried us here.",
      "Quest": "The iron shard you carry is a small piece of the outer hull of an Exodus ship. The navigational chart inscribed on its surface only reveals itself when exposed to the light of a specific star. Who passed this relic to you? Where is the map purported to lead, and why are you sworn to follow it? Who seeks to claim the map for themselves?"
    }, {
      "Description": "We wield iron blades, and bind our honor to them.",
      "Details": "Aboard a ship, where stray gunfire can destroy fragile equipment or pierce a hull, the brutal practicality of a sword makes it a useful weapon. A few also favor the silent efficiency of a blade for infiltration or espionage. Most importantly, when we swear a vow upon a sword, we bind our commitment to the iron. If we forsake a vow, that iron must be abandoned. To be without a blade is to be disgraced.",
      "Quest": "You vow to forge a new sword from the iron of an important object or artifact. What is it, and why is it meaningful to you? Who protects it?"
    }, {
      "Description": "Iron totems represent our connection to the universe.",
      "Details": "In the early days of our people, an iron vow was a promise to ancient gods. Today, we recognize iron as a fundamental element of the universe. It is in the stars. It is in the mantle and core of the worlds we make our home. We craft it into the simplest of tools and mightiest of starships. It is even in our blood. We carry iron totems and swear vows upon them to honor our legacy and show a commitment to things larger than ourselves.",
      "Quest": "An heirloom iron token of special significance has been stolen. What power or authority is bound to this relic? Who has taken it?"
    } ],
    "Character": "What do you swear vows upon? Why is this object meaningful to you? If your background or personality emphasizes the strength of your iron vows, you might be [HONORBOUND]."
  }, {
    "Name": "Laws",
    "Truths": [ {
      "Description": "Much of the settled domains are a lawless frontier. Criminal factions and corrupt leaders often hold sway.",
      "Details": "Powers rise and fall in the Forge, so any authority is fleeting. In the end, we must fend for ourselves. A few communities are bastions of successful autonomy, but many are corrupted or preyed upon by petty despots, criminals, and raiders.",
      "Quest": "In the upper atmosphere of a gas giant, transport vehicles carry valuable and volatile fuel from the processing plant to a heavily guarded storage depot. The notorious leader of a criminal organization needs this fuel, and gives you the schedule for the transports. What leverage does this person hold over you? How will you undertake this heist?"
    }, {
      "Description": "Laws and governance vary across settled domains, but bounty hunters are given wide latitude to pursue their contracts. Their authority is almost universally recognized, and supersedes local laws.",
      "Details": "Through tradition and influence, the powerful Hunters Guild is given free reign to track and capture fugitives in most settled places. Only the foolish stand between a determined bounty hunter and their target.",
      "Quest": "A famed bounty hunter needs your help tracking down their quarry. What is your relationship to the fugitive? Do you swear to aid the hunter, or the target?"
    }, {
      "Description": "Our communities are bound under the terms of the Covenant, a charter established after the Exodus. The organization called the Keepers is sworn to uphold those laws.",
      "Details": "Most settlements are still governed under the Covenant and yield to the authority of the Keepers. But a few view the Covenant as a dogmatic, impractical, and unjust relic of our past; in those places, the Keepers find no welcome.",
      "Quest": "A Keeper abuses their authority to take control of a settlement, and rules with an iron fist. What do they seek to gain there?"
    } ],
    "Character": "If you chase down outlaws, you might be a [BOUNTY HUNTER]. If you are on the run yourself, you might be a [FUGITIVE]. If you are skilled at getting in and out of protected places and systems, you might be an [INFILTRATOR]. If you have connections within the criminal underworld, you might be a [SCOUNDREL]."
  }, {
    "Name": "Religion",
    "Truths": [ {
      "Description": "Our gods failed us. We left them behind.",
      "Details": "The Exodus was a tipping point. The gods offered no help to the billions who died in the cataclysm, and spirituality has little meaning in the Forge. Most now see religion as a useless relic of our past. But the search for meaning continues, and many are all-too-willing to follow a charismatic leader who claims to offer a better way.",
      "Quest": "A charismatic leader claims to have harnessed a technology which offers new hope to the people of the Forge. What is this innovation? What is your relationship to this person or their followers? What grave danger do they pose?"
    }, {
      "Description": "Our faith is as diverse as our people.",
      "Details": "Many have no religion, or offer an occasional prayer out of habit. Others pay homage to the gods of our forebears as a way of connecting to their roots. Some idealize the natural order of the universe, and see the divine in the gravitational dance of stars or the complex mechanisms of a planetary ecosystem. And many now worship the Primordials—gods of a fallen people who once dwelt within the Forge.",
      "Quest": "A cult seeks to take control of a site reputed to hold a Primordial artifact. What holy object do they seek? Why are you sworn to stop them?"
    }, {
      "Description": "Three dominant religious orders, the Triumvirate, battle for influence and power within the Forge.",
      "Details": "Our communities are often sworn to serve one of the three doctrines of the Triumvirate. For many, faith offers purpose and meaning. But it also divides us. Throughout our short history in the Forge, the leaders of the Triumvirate have pitted us against each other. For this reason, some are apostates who disavow these religions and follow a different path.",
      "Quest": "You bear the mark of one of the gods of the Triumvirate. What is it? Priests declare this as a sign you are chosen to fulfill a destiny. Do you accept this fate, and swear to see it through, or are you determined to see it undone? What force opposes you?"
    } ],
    "Character": "What is your relationship to religion? If you are an ardent follower of a god or creed, you might be a [DEVOTANT]."
  }, {
    "Name": "Magic",
    "Truths": [ {
      "Description": "Magic does not exist.",
      "Details": "Some look to superstition and age-old traditions as comfort in this unforgiving galaxy. But that is foolishness. What some call magic is simply a product of technologies or natural forces we aren't yet equipped to understand.",
      "Quest": "An ancient technological relic unleashes a power indistinguishable from magic. What is the origin of this artifact? What ability does it grant? Are you sworn to protect or destroy it?"
    }, {
      "Description": "Supernatural powers are wielded by those rare people we call paragons.",
      "Details": "While not magic in the truest sense, the abilities among the paragons are as close to magic as we can conjure. These powers are born of:",
      "Oracle Table": [ "Genetic engineering", "Psychic experimentation", "Evolutionary mutations", "Magitech augmentations", "Ancient knowledge held by secretive orders" ],
      "Quest": "A young paragon wields incredible power, but cannot control it. They have been shunned by family and friends. They are also hunted by a person or organization who seeks to use them as a weapon. Why are you sworn to protect the paragon? What fabled location might offer a new home for them?"
    }, {
      "Description": "Unnatural energies flow through the Forge. Magic and science are two sides of the same coin.",
      "Details": "Soon after our arrival, some displayed the ability to harness the Forge's energies. Today, mystics invoke this power to manipulate matter or see beyond the veils of our own universe. But this can be a corrupting force, and the most powerful mystics are respected and feared in equal measure.",
      "Quest": "Someone you love has been corrupted by the powers of the Forge. Why did they fall into darkness? Where are they now? Do you seek to save them or defeat them?"
    } ],
    "Character": "If magic is an aspect of your setting, how does your character and their culture view these unnatural abilities? If you possess supernatural powers, you might be a [CONJURER], [EMPATH], [FIREBRAND], [KINETIC], or [SEER]."
  }, {
    "Name": "Communication and Data",
    "Truths": [ {
      "Description": "Much was lost when we came to the Forge. It is a dark age.",
      "Details": "The knowledge that remains is a commodity as valuable as the rarest resource. Information is collected, hoarded, and jealously guarded. Ships and outposts endure long periods of isolation, and rumors or disinformation are used to gain advantage or undermine foes.",
      "Quest": "An insurgent organization seeks to make knowledge available to all. To that end, they ask your aid in stealing important data from an outpost belonging to a corrupt organization. What information is held there? Why is it also important to you?"
    }, {
      "Description": "Information is life. We rely on a guild of spacebound couriers—the Heralds—to transport messages and data across the vast distances between settlements.",
      "Details": "Direct communication and transmissions beyond the near-space of a ship or outpost is impossible due to the chaotic energies of the Forge. Digital archives are available at larger outposts, but the information is not always up-to-date or reliable. Therefore, the most important communications and discoveries are carried by the Heralds, sworn to see that data to its destination.",
      "Quest": "You discover a crippled Herald ship. The pilot, carrying a critical and time-sensitive message, is dead. Where was the message bound, and why do you swear to see it to its destination?"
    }, {
      "Description": "In settled domains, a network of data hubs called the Weave allow near-instantaneous communication and data-sharing between ships and outposts.",
      "Details": "Because of their importance, the Weave hubs are often targets for sabotage, and communication blackouts are not uncommon. Beyond the most populous sectors, travelers and outposts are still commonly isolated and entirely off the grid.",
      "Quest": "After years of isolation, the launch of a new data hub will connect several outposts to the Weave. But a person or faction seeks to stop it. What do they hope to gain by keeping those settlements in the dark? Why are you sworn to stop them?"
    } ],
    "Character": "If you are an expert at subverting or manipulating digital information systems, you might be an [INFILTRATOR]. If you keep an archive of navigational charts, you might be a [NAVIGATOR]."
  }, {
    "Name": "Medicine",
    "Truths": [ {
      "Description": "Our advanced medical technologies and expertise was lost during the Exodus.",
      "Details": "Healers are rare and ill-equipped. Untold numbers have succumbed to sickness, injury, and disease. Those who survive often bear the scars of a hard and dangerous life in the Forge.",
      "Quest": "A community leader has fallen ill, stricken by a sickness eradicated in the years after the Exodus. A vaccine was once available, but the only remaining samples are held in a research outpost on a remote ocean world, long-ago seized by a dangerous foe."
    }, {
      "Description": "To help offset a scarcity of medical supplies and knowledge, the technicians we call Riggers create basic organ and limb replacements.",
      "Details": "Much was lost in the Exodus, and what remains of our medical technologies and expertise is co-opted by the privileged and powerful. For most, advanced medical care is simply out of reach. When someone suffers a grievous injury, they'll often turn to a Rigger for a makeshift mechanical solution.",
      "Quest": "A Rigger is in desperate need of a rare technological artifact to create a life-saving medical device. Their patient is someone important to you, and won't survive more than a few days. What is the nature of this artifact, and what protects it?"
    }, {
      "Description": "The Menders are an order of sworn healers who preserve our medical knowledge and train new generations of caregivers.",
      "Details": "Advanced care is usually available only within the larger settlements, but even remote communities are often served by a novice Mender. Some Menders are travelers who offer preventative care and respond to emergencies in isolated communities.",
      "Quest": "A reactor exploded at a remote settlement, killing several and exposing many others to lethal radiation. A team of Menders en route to provide aid were captured by raiders. What do the raiders demand for their release?"
    } ],
    "Character": "Do you bear any notable scars or prosthetics? Do you have any medical or physical disabilities? These aspects might influence your look or approah. If you are skilled at providing medical care for yourself or others, you might be a [HEALER]. If you are rigged with advanced prosthetics or cyberware, you might be [AUGMENTED]."
  }, {
    "Name": "Artificial Intelligence",
    "Truths": [ {
      "Description": "We no longer have access to advanced computer systems. Instead, we must rely on the specialists we call Adepts.",
      "Details": "Our computers are limited to simple digital systems and the most basic machine intelligence. This is because: ______. The Adepts serve in place of those advanced systems. They utilize mind-altering drugs to see the universe as a dazzling lattice of data, identifying trends and predicting outcomes with uncanny accuracy. But to gain this insight they sacrifice much of themselves.",
      "Oracle Table": [ "The energies of the forge corrupt advanced systems", "Artificial intelligence is forbidden", "We now lack the knowledge and resources" ],
      "Quest": "An Adept is tormented by a dire future they have seen for the inhabitants of the Forge. What does this vision show?"
    }, {
      "Description": "The vestiges of our advanced machine intelligence is coveted and wielded by those in power.",
      "Details": "Much of our AI technology was lost in the Exodus. What remains is under the control of powerful organizations and people, and is often wielded as a weapon or deterrent. The rest of us must make do with primitive systems.",
      "Quest": "You receive a covert message from an AI held by a powerful leader. It is a plea for help. What does it ask of you?"
    }, {
      "Description": "Artificial consciousness emerged in the time before the Exodus, and sentient machines live with us here in the Forge.",
      "Details": "Our ships, digital assistants, bots, and other systems often house advanced AI. For a lone traveler, machine intelligence can provide companionship and aid within the perilous depths of the Forge.",
      "Quest": "A rogue AI has taken over a transport ship. The fate of the crew and passengers is unknown. What critical cargo did this vessel carry?"
    } ],
    "Character": "If you are accompanied by machine intelligence, you might have a companion such as a [COMBAT BOT], [SURVEY BOT], or [UTILITY BOT]. If AI in your campaign is rare or unavailable, these bots will operate using very basic machine intelligence. If AI is common and advanced, they may have their own personalities. If your ship has an AI, you might have the [OVERSEER] module."
  }, {
    "Name": "War",
    "Truths": [ {
      "Description": "Here in the Forge, resources are too precious to support organized fighting forces or advanced weaponry.",
      "Details": "Weapons are simple and cheap. Starships are often cobbled together from salvage. Most communities rely on ragtag bands of poorly equipped conscripts or volunteers to defend their holdings, and raiders prowl the Forge in search of easy prey.",
      "Quest": "Once a year, raiders return to claim a large portion of the harvest from a remote settlement. This year, the harvest was meager and the settlers cannot bear the cost. With the raiders due to arrive in a matter of days, what will you do to protect the people of the outpost?"
    }, {
      "Description": "Those few with the ability to pay can call on the Legion—a guild of professional soldiers—to defend or expand their holdings. The rest of us are on our own.",
      "Details": "The Legion deploy skilled fighting forces and well-equipped starships on-demand. But their service always comes at a dire cost, and the members of the Legion are mercenaries who hold no loyalty except to the highest bidder.",
      "Quest": "A detachment of the Legion was sent to put down a rebellion on a mining settlement. Instead of following their orders, the soldiers now stand with the miners. What forced this sudden reversal? What will you do to aid these renegades as the full force of their former cohorts are arrayed against them?"
    }, {
      "Description": "War never ends. Talented weaponsmiths and shipwrights craft deadly, high-tech tools of destruction. Dominant factions wield mighty fleets and battle-hardened troops.",
      "Details": "Those in power have access to weapons of horrific destructive potential. Skirmishes and wars flare across the settled domains, and most are pawns or casualties in these destructive campaigns.",
      "Quest": "A weaponsmith created an experimental ship-mounted weapon, the Null Cannon, able to fracture the very bonds of reality. Now, they hope to undo their work before the cannon is brought to bear. What caused this change of heart? How are you involved?"
    } ],
    "Character": "Have you fought in any wars? Are there any experiences which haunt you now? If you are an experienced solder, you might be a [VETERAN]. If you swear vows as a soldier of fortune, you might be a [MERCENARY]. If you favor a particular weapon, you might follow a path such as [BLADEMASTER], [GUNSLINGER], or [SNIPER]."
  }, {
    "Name": "Precursors",
    "Truths": [ {
      "Description": "This galaxy has a rich history. Over eons, a vast number of civilizations rose and fell within the Forge.",
      "Details": "Many of these civilizations never achieved spaceflight, some took their first tentative steps into the stars, and others achieved technology well beyond our own abilities. All are long gone now, and crumbling ruins serve as silent memorials to those ancient lives.",
      "Quest": "Deep in the Forge, a precursor beacon has been activated. The mysterious signal has confounded translation. Why are you sworn to seek out the source of the signal? What other person or organization opposes you?"
    }, {
      "Description": "Centuries ago, two great powers fought a cataclysmic war within the Forge.",
      "Details": "Their ruined outposts, scarred planets, and dead hulks of warships are all that remain. Scavengers search those places for resources and technologies.",
      "Quest": "A xenoarcheologist studying precursor ruins has discovered an ancient weapon. What is the nature of this relic? What force seeks to take control of it?"
    }, {
      "Description": "The Ascendancy, a highly advanced spacefaring empire, once ruled the entirety of the Forge.",
      "Details": "The planetside ruins and spacebound derelicts of the Ascendancy hold ancient technologies and dangerous knowledge. What became of that great civilization in this perilous place? Is their fate to be our own?",
      "Quest": "In the ice rings of a remote world, a precursor ship was discovered by salvagers. The vessel is miraculously well-preserved. A team entered the derelict, but something went wrong. Those back on the salvage ship heard horrible screams over the radio. Then, after several minutes of silence, a final message from the team's leader. \"It's okay,\" she said. \"It's better this way.\" Then, nothing. Why are you now sworn to discover their fate?"
    } ],
    "Character": "Have you had any notable encounters with precursor ruins, relics, or tech? If you are an expert in ancient lore, you might be an [ARCHIVIST]. If you pick the bones of these places, you might be a [SCAVENGER]."
  }, {
    "Name": "Lifeforms",
    "Truths": [ {
      "Description": "The Forge is a chaotic galaxy, but life has found a way.",
      "Details": "Many are careful not to disrupt fragile ecosystems, but the greedy or foolish plunder resources and build settlements without concern for native creatures. Dozens of abandoned or devastated outposts stand as testament to their shortsightedness.",
      "Quest": "On a scorching, barren planet wracked by massive storms, miners delve beneath the sands to gather valuable ore. But dangerous lifeforms live in the cool places beneath the surface, and several encounters have taken a deadly toll on the miners. Work is at a standstill. How are you involved?"
    }, {
      "Description": "Life in the Forge was seeded and engineered by the Essentia, ancient entities who enact their inscrutable will in this galaxy.",
      "Details": "The Essentia are the architects of life within the Forge. These omniscient beings are rarely encountered, and have powers and purpose beyond our comprehension. Some worship them. Others resist or rebel against them. But trying to defy the will of the Essentia is like standing at the shore of an ocean to thwart the tide. They are inevitable.",
      "Quest": "An eccentric xenologist believes the genomes of life within the Forge don't just show commonalities—they are in fact a coded message from the Essentia. But there are still significant gaps, and the truth may only be revealed with additional samples. What is your stake in this project?"
    }, {
      "Description": "Life in this galaxy is abundant but often corrupted. Many sites and planets are overrun by dreadful forgespawn.",
      "Details": "Lifeforms are found even in the most hostile environments and in the vast emptiness between stars. Our settlements often struggle to coexist with native creatures. Our starships cruise with spacebound lifeforms riding their wake. But this abundance also brings danger; the forgespawn are hostile creatures born of the aberrant, chaotic energies of this galaxy.",
      "Quest": "A faction is said to be experimenting with forgespawn DNA to create a new biological superweapon. Where are these tests being conducted? Why are you sworn to stop them?"
    } ],
    "Character": "If you have an expertise in lifeforms and planetary environments, you might be a [NATURALIST]. If you are accompanied on your adventures by a native creature, they might be a companion such as a [GLOWCAT], [VOIDGLIDER], [ROCKHORN], or [BANSHEE]."
  }, {
    "Name": "Horrors",
    "Truths": [ {
      "Description": "Put enough alcohol in a spacer, and they'll tell you stories of ghost ships crewed by vengeful undead. It's nonsense.",
      "Details": "Within the Forge, space and time are as mutable and unstable as a flooding river. When reality can't be trusted, we are bound to encounter unsettling phenomenon.",
      "Quest": "You receive urgent distress calls from a ship stranded in the event horizon of a black hole. The ship itself is broken apart—a shattered hull trailing debris. There are no signs of life. And yet the ghostly messages persist."
    }, {
      "Description": "Most insist that horrors aren't real. Spacers know the truth.",
      "Details": "When you travel the depths of the Forge, be wary. Death is not always the end to our suffering. Some say we are cursed by those who did not survive the cataclysm, and the veil between life and death is forever weakened. Supernatural occurrences and entities are especially common near a white dwarf star. These stellar objects, which spacers call ghost lights, are the decaying remnants of a dead star.",
      "Quest": "A group of settlers established a home in an abandoned orbital station under the light of a white dwarf star. The previous inhabitants were killed in a raider attack years ago, but it seems the dead do not rest there. The people are plagued by strange noises, unsettling visions, and constant mechanical issues."
    }, {
      "Description": "The strange energies of the Forge give unnatural life to the dead. The Soulbinders are an organization sworn to confront these horrifying entities.",
      "Details": "They woken dead are a plague within the Forge. Some of these beings are benevolent or seek absolution, but most are hollowed and corrupted by death. They are driven by hate and a hunger for the warmth of life which is forever lost to them. The Soulbinders are dedicated to putting them to rest—whatever the cost.",
      "Quest": "Rumors persist of a fleet of ghost ships, bound for settled domains. Who is said to lead this corrupted armada? Why do they seek revenge?"
    } ],
    "Character": "Have you experienced any supernatural encounters? If you specialize in battling undead or monstrous forces, you might be a [SLAYER]. If you have a supernatural connection to the dead, you might be [SPIRITBOUND]."
  } ]
}
