{
  "Name": "Asset type glossary",
  "Category": "Glossary",
  "Source": {
    "Name": "Starforged Playtest Chapter 1",
    "Version": "021921"
  },
  "Terms": [
    {
      "Name": "Command Vehicle",
      "Color": "#979EAC",
      "Description": "The **command vehicle** is your interstellar STARSHIP. It is a default asset for your character, taken when you begin your campaign. If you are playing with others, this is a shared asset; each of you may use the STARSHIP's abilities while aboard the craft.\n\nThe command vehicle has an integrity meter and starts at +5 integrity. When your STARSHIP takes a hit, make the __Withstand Damage__ move (page XX) to see what happens."
    },
    {
      "Name": "Module",
      "Color": "#754A91",
      "Description": "Modules are attached to your STARSHIP, and offer additional options and advantages when aboard that vehicle.\n\nAs with the ship itself, these can benefit any ally. However, modules are acquired and managed by a single character.\n\n__When you Withstand Damage and score a miss, you can mark a module as **broken** to offset potential danger to your command vehicle. A broken module cannot be used until it you successfully __Repair__ it."
    },
    {
      "Name": "Support Vehicle",
      "Color": "#454C91",
      "Description": "**Support vehicles** complement your command vehicle for planetside or short-range operations. If you are playing with others, one of you might serve as the pilot or owner of a support vehicle, but anyone on board can use its abilities as appropriate to the situation.\n\nAs with the command vehicle, your support vehicles have integrity meters. The maximum integrity varies based on the type of vehicle. When a support vehicle faces a damaging situation or environment, you must __Withstand Damage__ to see how it fares."
    },
    {
      "Name": "Companion",
      "Color": "#754A91",
      "Description": "**Companions** are NPC helpers. When you gain a companion, give them a name and envision their appearance and personality.\n\nCompanions utilize a health meter which can be reduced if an outcome puts them in harm's way. When your companion faces harm, make the __Companion Takes a Hit__ move (page XX). When their health is at 0, they are in danger of being killed or destroyed."
    },
    {
      "Name": "Path",
      "Color": "#457AAE",
      "Description": "**Paths** are your background, interests, training, skills, powers, and key equipment. They provide mechanical and narrative advantages, but also reflect who you are and how you interact with the world. When you create your character in the next chapter (page XX), you'll select at least two paths to get started.\n\nSome paths represent your skill with a signature weapon style or piece of equipment. If you see a requirement at the top of the asset card, such as \"If you wield a bladed weapon…,\" the asset is not usable without that item."
    },
    {
      "Name": "Deed",
      "Color": "#459945",
      "Description": "**Deeds** represent the notable achievement and situations of your story, and how those events change your character.\n\nDeeds have a requirement listed at the top of the card, phrased as \"Once you [blank].\" You may not spend experience to aquire a deed until you fulfill the requirement."
    }
  ]
}
