{
  "Title": "Impact glossary",
  "Source":
  {
    "Name": "Starforged Playtest",
    "Version": "022821"
  },
  "Terms": [
  {
    "Name": "Wounded",
    "Description": "Wounded may be marked when you are at 0 health and fail to Endure Harm (page XX). You are severely injured.\nIf you are wounded, you cannot increase health."
  },
  {
    "Name": "Shaken",
    "Description": "Shaken may be marked when you are at 0 spirit and fail to Endure Stress (page XX).\nYou are despairing or distraught."
  },
  {
    "Name": "Unprepared",
    "Description": "Unprepared is marked when you Sacrifice Resources (page XX) and are reduced to 0 supply (page XX). You are not properly equipped for the dangers of the Forge. Because you and your allies share the same supply value, you mark unprepared together.\nIf you are unprepared, you cannot increase supply."
  },
  {
    "Name": "Doomed",
    "Description": "Doomed is marked when you Face Death (page XX) and return from death's door with a soul-bound quest."
  },
  {
    "Name": "Tormented",
    "Description": "Tormented is marked when you Face Desolation (page XX), gain visions of a distressing future, and undertake a quest to prevent that dire fate."
  },
  {
    "Name": "Indebted",
    "Description": "Indebted is marked when Overcome Destruction (page XX). To replace what ws lost and repay the debt, you will take on a dutybound quest."
  },
  {
    "Name": "Permanently",
    "Description": "Permanently harmed may be marked when you are at 0 health and fail to Endure Harm (page XX). You have suffered a wound which you must reckon with, such as the loss of an eye or hand. Or, you bear physical scars which are a constant reminder of a harrowing incident."
  },
  {
    "Name": "Traumatized",
    "Description": "Traumatized may be marked when you are at 0 spirit and fail to Endure Stress (page XX). Your experiences have left you emotionally or mentally scarred."
  },
  {
    "Name": "Battered",
    "Description": "Battered may be marked when your vehicle is at 0 integrity, and you fail to Withstand Damage. The vehicle is barely holding together."
  },
  {
    "Name": "Cursed",
    "Description": "Cursed may be marked when your command vehicle (STARSHIP asset) is at 0 integrity and you fail to Withstand Damage. This is a permanent impact. Your ship will never be quite right again."
  } ]
}
