{
  "Title": "Condition meter glossary",
  "Source":
  {
    "Name": "Starforged Playtest Chapter 1",
    "Version": "021921",
    "Page": "37-39"
  },
  "Terms": [
  {
    "Name": "Health",
    "Description": "**Health** represents your current physical condition and stamina, ranked from 0 to +5. Health is reduced when you __Endure Harm__ (page XX), and increased when you rest or receive care through moves such as __Heal__ (page XX).\n\nIf you are at 0 health, scoring a miss when you __Endure Harm__ puts you at risk of suffering an impact (page XX) or dying."
  },
  {
    "Name": "Spirit",
    "Description": "**Spirit** is your current morale and mental state, ranked from 0 to +5. Spirit is reduced when you Endure Stress (page XX). It is increased when you find comfort in companionship or relaxed moments through moves such as Hearten (page XX).\n\nIf you are at 0 spirit, scoring a miss when you Endure Stress puts you at risk of suffering an impact (page XX) or falling into desolation."
  },
  {
    "Name": "Supply",
    "Description": "Supply is an abstract representation of your preparedness, including food, water, fuel, ammo, equipment, cargo, money, and general upkeep.\n\nSupply is ranked from 0 to +5. It is decreased when you make the __Sacrifice Resources__ move, and is increased when you __Resupply__ to fortify your provisions and readiness.\n\nIf you need to know if you have a specific item or resource at hand, make the __Check Your Gear__ move. When you __Sacrifice Resources__ and your supply falls to 0, you must mark unprepared (page XX).\n\n### Supply and Allies\n\nIf you are playing with others, the supply meter represents the shared resources among your party. You and your allies use the same supply value while you travel together. If any of you make a move to increase supply, or suffer the result of an outcome that forces you to __Sacrifice Resources__, each of you adjust your supply meter accordingly. If anyone must mark unprepared, everyone marks unprepared."
  },
  {
    "Name": "Asset condition meters",
    "Description": "Several assets have their own condition meters.\n\n  * Your STARSHIP and other vehicles have an **integrity meter** (seen here at the bottom of the asset card) to measure their state of repair. When your vehicle faces a damaging situation or environment, make the __Withstand Damage__ move (page XX). To get a vehicle back up to speed, make the __Repair__ move (page XX).\n  * Companion assets have a **health meter**, which is reduced when you make the __Companion Suffers Harm__ move (page XX). Their health is increased through the __Heal__ move (page X) when you treat them or obtain treatment—or using the __Repair__ move (page XX) for mechanical companions.\n  * Some assets have a unique condition meter for a specialized resource. For example, if you are a FIREBRAND, you have a fire meter and tap into that inner source to unleash destructive energies. To track the value of a condition meter on an asset card, use a paperclip or token. Or you can set a six-sided die on top of the card and rotate it to show the current value.\n\nYou can learn more about assets starting on page XX."
  } ]
}
