[
  {
    "$id": "Ironsworn/Encounters/Ironlander",
    "Name": "Ironlander",
    "Source": {
      "Title": "Ironsworn Rulebook",
      "Authors": ["Shawn Tomkin"],
      "Page": 138
    },
    "Display": { "Title": "Ironlanders" },
    "Summary": "The **Ironlanders** are the humans who have settled these lands.",
    "Description": "Ironlanders are the human inhabitants of these lands. Unless your story emphasizes adventures well outside of the settled regions, the majority of your interactions will be with fellow Ironlanders.\n\nThis section covers a few broad categories of Ironlanders. They are not representative of the variety of people and cultures in these lands. When you are forced to fight an Ironlander and need to determine their rank, you can *Ask the Oracle*, or follow these guidelines:\n\n  * A common citizen or brute is **troublesome**.\n\n  * A trained warrior is **dangerous**.\n\n  * A powerful or veteran warrior is **formidable**.",
    "Encounters": [
      {
        "Name": "Broken",
        "Features": [
          "Crazed eyes",
          "Painted skin",
          "Feral screams",
          "Scavenged clothing and weapons"
        ],
        "Drives": ["Show my power", "Share my pain"],
        "Tactics": ["Spring from hiding", "Ferocious attacks"],
        "Rank": 1,
        "Description": "Another people sailed to the Ironlands from the Old World long before our kin settled here. Something happened. Something changed them.\n\nWhether it was the long struggle in a harsh land, the ravages of war, or the corruption of some dark force, they left their humanity behind and became what we call the broken. Now, they exist only to kill, to destroy.\n\nWe fear the broken for their savagery. But, more than this, we fear them as a dark portent of what we might one day become.",
        "Quest Starter": "Years ago, an Ironlander child was taken by a broken tribe. Now they are seen living among them. What is your connection to this person? Can they be brought home, or are they forever lost?",
        "$id": "Ironsworn/Encounters/Ironlander/Broken",
        "Nature": "Ironlander",
        "Display": { "Title": "Broken" },
        "Source": {
          "Title": "Ironsworn Rulebook",
          "Authors": ["Shawn Tomkin"],
          "Page": 138
        }
      },
      {
        "Name": "Common Folk",
        "Features": [
          "Diverse looks",
          "Weary and worried",
          "Suspicious of strangers"
        ],
        "Drives": ["Prepare for winter", "Protect my family"],
        "Tactics": ["Desperate defense", "Stand together"],
        "Rank": 1,
        "Description": "Most of us in the Ironlands are common folk. We are farmers, laborers, crafters, sailors, and traders. When trouble comes, we know which way the pointy end goes and we stand together to protect our homes and kin.",
        "Quest Starter": "Two prominent families are at odds. What is the source of the conflict? What is your relationship to them? What danger threatens to destroy their community if they can’t put aside their petty squabble?",
        "$id": "Ironsworn/Encounters/Ironlander/Common_Folk",
        "Nature": "Ironlander",
        "Display": { "Title": "Common Folk" },
        "Source": {
          "Title": "Ironsworn Rulebook",
          "Authors": ["Shawn Tomkin"],
          "Page": 139
        }
      },
      {
        "Name": "Hunter",
        "Features": [
          "Wearing hides and furs to ward away the cold",
          "Steely gaze",
          "At home in the woodlands"
        ],
        "Drives": ["A clean kill", "Survive the hunt"],
        "Tactics": ["Set traps", "Keep to the shadows", "Deadly shot"],
        "Rank": 2,
        "Description": "Hunters face brutal weather, difficult terrain, dangerous animals, and worse. Many never return from their hunts. Others return, but are forever changed.",
        "Quest Starter": "A hunter returns to her village, panic-stricken and pleading for help. The rest of her party is still out there. What happened to them?",
        "$id": "Ironsworn/Encounters/Ironlander/Hunter",
        "Nature": "Ironlander",
        "Display": { "Title": "Hunter" },
        "Source": {
          "Title": "Ironsworn Rulebook",
          "Authors": ["Shawn Tomkin"],
          "Page": 139
        }
      },
      {
        "Name": "Mystic",
        "Features": ["Knowing eyes", "Tattooed skin"],
        "Drives": ["Respect the old ways", "Seek the paths of power"],
        "Tactics": [
          "Foresee the intent of my enemies",
          "Prepare rituals",
          "Use trickery"
        ],
        "Rank": 2,
        "Description": "Some say you can tell a mystic by looking them in the eye. They walk in two worlds, and their eyes shimmer with that dark reflection of realms beyond our own. We call it the sight. Some hold that darkness in check. Others are consumed by it.",
        "Quest Starter": "A mystic returns to their home after a years-long journey. They are changed. What new power or knowledge do now they wield? What do they seek to do with it? Why do you oppose them?",
        "$id": "Ironsworn/Encounters/Ironlander/Mystic",
        "Nature": "Ironlander",
        "Display": { "Title": "Mystic" },
        "Source": {
          "Title": "Ironsworn Rulebook",
          "Authors": ["Shawn Tomkin"],
          "Page": 140
        }
      },
      {
        "Name": "Raider",
        "Features": ["Geared for war", "Battle fervor"],
        "Drives": [
          "What is theirs will be ours",
          "Stand with my kin",
          "Die a glorious death"
        ],
        "Tactics": ["Intimidate", "Shield wall", "Burn it down"],
        "Rank": 2,
        "Description": "Raiders survive by seizing what they need from others. Our grain. Our meat. Our animals. Our iron. They’ll take it all, and leave us facing the long winter with nothing to sustain us but prayers to indifferent gods.",
        "Quest Starter": "You were raised as a raider, born to battle, but long ago left that life. Troubled by your past, you vow to wipe this powerful clan from the Ironlands. How can you defeat them? What will happen when you must face your former shield-kin?",
        "$id": "Ironsworn/Encounters/Ironlander/Raider",
        "Nature": "Ironlander",
        "Display": { "Title": "Raider" },
        "Source": {
          "Title": "Ironsworn Rulebook",
          "Authors": ["Shawn Tomkin"],
          "Page": 140
        },
        "Your Truth": "A large raider clan is known and feared throughout the Ironlands. What is it called? Who leads it?"
      },
      {
        "Name": "Warrior",
        "Features": ["Battle-hardened", "Scarred"],
        "Drives": [
          "The thrill of the fight",
          "Protect those in my charge",
          "Survive another day"
        ],
        "Tactics": ["Maneuver for advantage", "Find an opening"],
        "Rank": 2,
        "Description": "Some Ironlanders, through strength of arms, set themselves apart from the common rabble. They are trained to fight, or simply born to it. For them, a sword, spear or axe is as natural a tool as any hammer or spade.",
        "Quest Starter": "A legendary warrior, now well past their prime, swears to face a daunting foe in one final battle. What help do they ask of you and why? Who is their enemy?",
        "$id": "Ironsworn/Encounters/Ironlander/Warrior",
        "Nature": "Ironlander",
        "Display": { "Title": "Warrior" },
        "Source": {
          "Title": "Ironsworn Rulebook",
          "Authors": ["Shawn Tomkin"],
          "Page": 141
        },
        "Your Truth": "Warrior’s shields are often emblazoned with meaningful symbols. What are they? Family crests? Animal totems? Mystical sigils? Motifs honoring the nations of the Old World? If you carry a shield, what is painted on yours?"
      },
      {
        "Name": "Husk",
        "Features": [
          "Withered flesh and black eyes",
          "Clawed fingernails",
          "Horrifying wail",
          "Become more powerful"
        ],
        "Drives": [
          "Make others suffer as they have",
          "Restore their former self"
        ],
        "Tactics": [
          "Dishearten with a dreadful howl",
          "Lash out with forbidden magic",
          "Bind lesser creatures to their will",
          "Consume the essence of others"
        ],
        "Rank": 3,
        "Description": "A husk is what remains of an Ironlander whose body, mind, and soul are hollowed out by dark magic. In their unquenchable thirst for power, they use their own essence to power foul rituals. Bit by bit, they give themselves to this ruinous path. They abandon their kin. They forsake their former lives. Their physical form wastes away. Their mind is shattered.\n\nIn time, only the husk is left. They are a needful thing, tormented by the memory of all they have lost, but willing to lose even more in their quest for power.\n\nA husk may make tempting offers of rituals or rarities, but be wary. Their bargains are always in their own favor. When they turn against you, a husk is a cunning foe. They weave dreadful spells, summon swarms of lesser creatures, and unleash a savagery inflamed by their anguish.",
        "Quest Starter": "Someone you are sworn to protect is stricken with a curse and falls into an unending sleep. Slowly, their heartbeat fades. They lie at the threshold between life and death. Your only hope lies with the husk who dwells in a nearby **Infested Shadowfen**. Will they have a cure? What will they demand in return?",
        "$id": "Ironsworn/Encounters/Ironlander/Husk",
        "Nature": "Ironlander",
        "Display": { "Title": "Husk" },
        "Source": {
          "Title": "Ironsworn: Delve",
          "Authors": ["Shawn Tomkin"],
          "Page": 110
        }
      },
      {
        "Name": "Zealot",
        "Features": ["Sickly pallor", "Distant eyes", "Marks of their faith"],
        "Drives": [
          "Serve the faith",
          "Bring others into the fold",
          "Destroy those who oppose them"
        ],
        "Tactics": [
          "Entice with trickery or false promises",
          "Use the powers of the faith",
          "Stand together to overcome nonbelievers"
        ],
        "Rank": 1,
        "Description": "Zealots are those we have lost to their faith. Friends and loved ones are discarded or forgotten. Communities are left behind. Possessions are discarded or turned over to the needs of the sect. They live for one purpose, and all other vows are forsaken. This single-minded devotion changes them, sometimes irrevocably.\n\nSome zealots worship ancient, forgotten gods, and seek to return them to their former horrible glory. Others serve new religious movements, caught up in promises of a better life. Some worship mortal leaders as if they were gods—perhaps even believing them to be the avatar of divinity.\n\nThis sense of belonging, of purpose, can be a powerful lure in this perilous land.",
        "Quest Starter": "You have lost someone to an emerging sect which seeks to unleash a forgotten power or entity. They dwell within a **Hallowed Underkeep**. What is the nature of their belief? Will you attempt to save this person from their faith, or see them destroyed along with it?",
        "$id": "Ironsworn/Encounters/Ironlander/Zealot",
        "Nature": "Ironlander",
        "Display": { "Title": "Zealot" },
        "Source": {
          "Title": "Ironsworn: Delve",
          "Authors": ["Shawn Tomkin"],
          "Page": 111
        }
      }
    ]
  },
  {
    "$id": "Ironsworn/Encounters/Firstborn",
    "Name": "Firstborn",
    "Source": {
      "Title": "Ironsworn Rulebook",
      "Authors": ["Shawn Tomkin"],
      "Page": 142
    },
    "Display": { "Title": "Firstborn" },
    "Summary": "The **Firstborn** are beings who walked the Ironlands uncountable years before humans arrived.",
    "Description": "The firstborn lived here long before the humans landed on these shores. The humans, in their arrogance, named this peninsula the Ironlands and called themselves Ironlanders—but the firstborn gave it names of their own in a time beyond the reach of memory.",
    "Encounters": [
      {
        "Name": "Elf",
        "Features": [
          "Large, luminous eyes seen through wooden masks",
          "Gray-green skin the texture of dry leaves",
          "Sonorous voices",
          "Wielding bows and spears"
        ],
        "Drives": [
          "Protect the wilds",
          "Drive out trespassers, or see them pay"
        ],
        "Tactics": [
          "Strike from shadow",
          "Force their surrender",
          "Turn the forest against them"
        ],
        "Rank": 2,
        "Description": "Elves are strange beings of the forest, seldom seen beyond the ancient woods of the Deep Wilds. They are fiercely protective of their lands and suspicious of humans. Their scouts patrol the borderlands, riding the fearsome mounts we call gaunts (page 149). Others of their kind watch us from the shadow of the deep woods, spears and bow at the ready. Some say elven mystics can bind the animals and beasts of the forest to aid in the defense of the Wilds.\n\nA few warn that the elves are biding their time, readying the attack which will drive us from these lands.",
        "Quest Starter": "The leader of an Ironlander community seeks an audience with the elves. For what purpose? Why are you compelled to help?",
        "$id": "Ironsworn/Encounters/Firstborn/Elf",
        "Nature": "Firstborn",
        "Display": { "Title": "Elf" },
        "Source": {
          "Title": "Ironsworn Rulebook",
          "Authors": ["Shawn Tomkin"],
          "Page": 142
        },
        "Your Truth": "Elves conceal their faces behind ornate wooden masks. What do these masks\nsignify?"
      },
      {
        "Name": "Giant",
        "Features": [
          "Dark hair and ruddy skin",
          "Twice the size of a tall man, or more",
          "Wearing layers of wool, hide and furs",
          "Stoic and observant"
        ],
        "Drives": ["Survive the winter", "Protect the herd"],
        "Tactics": [
          "Fight as a last resort",
          "Sweeping strike",
          "Make them flee"
        ],
        "Rank": 4,
        "Description": "Giants dwell in the Tempest Hills and Veiled Mountains. They live a nomadic life alone or in small family units, herding oxen, mountain goats, and sheep. In their own language they are called the jokul.\n\nMany Ironlanders misinterpret their quiet nature for dullness, but giants are keenly intelligent and observant. They have a great respect for life, even for our kind, and will use trickery and negotiation to avoid a fight. When they are left without other options, an enraged giant is a devastating, relentless force.",
        "Quest Starter": "A pair of giants are raiding human settlements, stealing supplies and livestock. With winter coming, the survival of those settlements is threatened. What is driving the giants down from the hills?",
        "$id": "Ironsworn/Encounters/Firstborn/Giant",
        "Nature": "Firstborn",
        "Display": { "Title": "Giant" },
        "Source": {
          "Title": "Ironsworn Rulebook",
          "Authors": ["Shawn Tomkin"],
          "Page": 143
        },
        "Your Truth": "Every fifth spring, the giant clans meet for a gathering. There, the memory-keepers sing of a great giant hero, revered by all. Who is this hero?"
      },
      {
        "Name": "Primordial",
        "Features": [
          "Personification of the natural world",
          "Turbulent, changing form",
          "Vaguely human-like or animal-like form"
        ],
        "Drives": ["Embody chaos", "Cling to vestiges of power"],
        "Tactics": ["Control the elements", "Destroy with primal rage"],
        "Rank": 4,
        "Description": "The primordials, said to be the vestigial spirits of long-forgotten gods, are the most ancient of the firstborn. Each embodies some aspect of the natural world, bound in a form which is a crude mimicry of a human or large animal. A river primordial is a mass of rock, gravel, and flowing water. A forest primordial is comprised of wood, earth, rocks, and plants. A mountain primordial is a lumbering being of glacier stone and ice. A fire primordial, depending on its mood, might take form as embers, ash and smoke—or as a raging pyre.\n\nThey range in size from the height of an Ironlander to half-again as tall as a giant. Rumors persist of primordials who dwell in the deepest parts of the Wilds, or high in the ranges of the Veiled Mountains, who are as tall as an ancient tree. Beyond, some suggest, in the Shattered Wastes, live primordials who tower into the clouds. Is the sound of distant thunder sometimes the footfalls of mountain-sized primordials who dwell beyond the edges of the known world?\n\nPrimordials are solitary beings and as unpredictable as the natural forces they personify. They might ignore you. They might lurk at a distance, as if observing you. Or, they might attack. They do not speak in any language we can understand. Some suggest they have no intelligence, and are merely a manifestation of the natural world, no different than a winter storm.\n\nHow do you kill an primordial? Most scoff at the idea. You are just as likely to kill the rain or the sea. A mystic might tell you to use a weapon imbued with elemental power. Don’t trust them. If you see a primordial, keep your distance. Better yet, run.",
        "Quest Starter": "In the dead of winter, a fire primordial is razing homes and burning a nearby wood. At night, orange flames light the sky. What can be done to stop this destruction?",
        "$id": "Ironsworn/Encounters/Firstborn/Primordial",
        "Nature": "Firstborn",
        "Display": { "Title": "Primordial" },
        "Source": {
          "Title": "Ironsworn Rulebook",
          "Authors": ["Shawn Tomkin"],
          "Page": 144
        }
      },
      {
        "Name": "Troll",
        "Features": [
          "Long limbs",
          "Sunken, beady eyes",
          "Translucent skin camouflaged to the environment",
          "Keen sense of smell",
          "Speaks in gibberish"
        ],
        "Drives": ["Find pretty things", "Keep it secret"],
        "Tactics": ["Be sneaky", "Bite and claw", "Run and hide"],
        "Rank": 3,
        "Description": "Trolls mostly live in the Flooded Land, but it’s not unusual to encounter one in the Hinterlands or even in the southern reaches of the Havens. They are solitary creatures, wary of contact with Ironlanders but likely to attack if scared or provoked.\n\nThey move with their back hunched, often skulking on all four gangly limbs. When they stand straight they are much taller than humans—nearly as tall as a giant. Their skin is a sickly pale gray, but they can camouflage themselves by changing it to match their environment.\n\nTrolls collect objects of all sorts, and particularly value Ironlander trinkets. They are tormented by the fear of others stealing their hoard, and are constantly seeking out new, better hiding places. The items are mostly junk to anyone but a troll, but occasionally an object of real value finds its way into the dregs.",
        "Quest Starter": "The villagers tolerate the troll who lives nearby because its presence serves to dissuade a greater threat. They even donate items for its hoard, and put up with its occasional thievery. But now, the troll is missing. What is the looming threat the troll helped avert?",
        "$id": "Ironsworn/Encounters/Firstborn/Troll",
        "Nature": "Firstborn",
        "Display": { "Title": "Troll" },
        "Source": {
          "Title": "Ironsworn Rulebook",
          "Authors": ["Shawn Tomkin"],
          "Page": 145
        }
      },
      {
        "Name": "Varou",
        "Features": [
          "Yellow eyes shining in the moonlight",
          "Pointed ears and snout-like faces"
        ],
        "Drives": [
          "Take their land",
          "Defend my kin",
          "Keep the bloodcall at bay"
        ],
        "Tactics": [
          "Strike at night",
          "Leap into combat",
          "Let loose the bloodcall"
        ],
        "Rank": 2,
        "Description": "The varou are humanoid beings who dwell within the Deep Wilds and in the woods of the Hinterlands. They have fierce, wolf-like features and are broad-shouldered and a head taller than the average Ironlander. Their long hair is ornately groomed and decorated with beads and other trinkets.\n\nThe varou value territory above all things. They often war amongst themselves and against the elves to gain or defend holdings. They mark their claims by carving clan symbols into trees. Only the foolish ignore the warning of these border signs. Several of our settlements—built too close to varou territory—are now abandoned ruins bearing the mark of a victorious varou clan.",
        "Quest Starter": "A varou clan has carved their mark into the trees surrounding an Ironlander community, claiming it as their territory. An attack is surely imminent. What will you do to prevent it?",
        "$id": "Ironsworn/Encounters/Firstborn/Varou",
        "Nature": "Firstborn",
        "Display": { "Title": "Varou" },
        "Source": {
          "Title": "Ironsworn Rulebook",
          "Authors": ["Shawn Tomkin"],
          "Page": 146
        },
        "Your Truth": "A young varou receives their keth—a curved dagger—before undergoing a rite of passage. What must they do to take their place among the adults of the clan?"
      },
      {
        "Name": "Atanya",
        "Features": [
          "Stout forms",
          "Iridescent skin and dark hair",
          "Clothed in hides and furs"
        ],
        "Drives": ["Hunt and fish", "Respect the sea", "Seek out new lands"],
        "Tactics": [
          "Strike with spears",
          "Fight as one, and embody the power of the mighty sea"
        ],
        "Rank": 2,
        "Description": "These people of the sea dwell among the Barrier Islands, along the Ragged Coast, and amid the frozen landscapes of the far north. Some live in isolated villages clinging to rugged shores, or as nomads among the icereaches. Others spend their lives aboard finely-crafted vessels called drift-homes. These ships find safe anchorage during the cruelest depths of winter, and return to the sea in calmer months.\n\nThe atanya are a diverse people, but most are well-suited to a life amid the northern climes. They are strong, hardy, and long-lived. Their height and stout forms give them an imposing physical presence, but they are generally good-natured. They have an unnatural sense of the coming weather and an innate understanding of the sea. Some say they once lived in the depths of the ocean, but were cursed by a forsaken god and banished to the world above.",
        "Quest Starter": "A generation ago, one of your kin was rescued at sea by an atanya ship. By their tradition, this incurred a life debt—which went unpaid by your long-dead relative and now passes to you. They ask you to delve into the flooded bowels of a Ravaged Sea Cave to recover a precious item. What is it they seek?",
        "$id": "Ironsworn/Encounters/Firstborn/Atanya",
        "Nature": "Firstborn",
        "Display": { "Title": "Atanya" },
        "Source": {
          "Title": "Ironsworn: Delve",
          "Authors": ["Shawn Tomkin"],
          "Page": 112
        },
        "Your Truth": "Atanya ships sometimes sail to the west, and do not return for months or years. Some are never seen again. What is rumored to lie beyond the\nwestern horizon?"
      },
      {
        "Name": "Merrow",
        "Features": ["Gray scaled skin", "Bulbous eyes", "Webbed claws"],
        "Drives": ["Blood for the deep gods"],
        "Tactics": [
          "Swarm and overwhelm",
          "Entangle in nets",
          "Drag back to the depths"
        ],
        "Rank": 2,
        "Description": "These semiaquatic beings dwell within coastal waters, sea caves, and saltwater marshes. They are fierce protectors of their realm, driven by a zealous devotion to their gods. Their eyes are large and glossy black. They have hunched forms and long limbs, and move with deadly grace in watery environments. Their language is a cacophony of clicks, low grunts, and whistles.\n\nThey war against the atanya clans, rarely interact with other firstborn, and are openly hostile to Ironlanders. They emerge from their sunken lairs to swarm over ships or coastal settlements, dragging their victims into the depths. As night falls, the people of seaside villages light their torches, ward their gates, and keep an eye to the waters.",
        "Quest Starter": "Sailors speak in hushed tones of a large merrow, its skin translucent white, wielding a wicked stone blade. It strikes out from a hidden **Fortified Sea Cave** to raid indiscriminately. This merrow and its clan take no prisoners, instead performing bloodletting rituals aboard the ships they attack. What is the origin of this leader? What is the purpose of these violent rituals?",
        "$id": "Ironsworn/Encounters/Firstborn/Merrow",
        "Nature": "Firstborn",
        "Display": { "Title": "Merrow" },
        "Source": {
          "Title": "Ironsworn: Delve",
          "Authors": ["Shawn Tomkin"],
          "Page": 113
        },
        "Your Truth": "The merrow worship one god above all others. What form does it take? What\ndoes it demand of its supplicants?"
      }
    ]
  },
  {
    "$id": "Ironsworn/Encounters/Animal",
    "Name": "Animal",
    "Source": {
      "Title": "Ironsworn Rulebook",
      "Authors": ["Shawn Tomkin"],
      "Page": 147
    },
    "Display": { "Title": "Animals" },
    "Summary": "**Animals** are common creatures.",
    "Description": "Animals are the mundane creatures which dwell in the Ironlands. Some animals are native to these lands; others were also common in the Old World.\n\nMost wild animals are skittish and do not pose a threat to humans. Those creatures have no rank, and can be attacked or interacted with using appropriate moves. For example, *Resupply* (page 63) can represent hunting for deer or small game.\n\nA few notable exceptions—predators, aggressive creatures, and animals trained to fight—are noted here.",
    "Encounters": [
      {
        "Name": "Bear",
        "Features": ["Fearsome teeth and claws", "Thick hide"],
        "Drives": ["Find food", "Defend cubs"],
        "Tactics": ["Roar", "Pin down", "Maul with savage force"],
        "Rank": 3,
        "Description": "Most bears are not aggressive. They avoid Ironlanders and are unlikely to attack unless they see you as a threat.\n\nThere are exceptions. The silver bears of the Veiled Mountains, which sometimes range as far south as the Tempest Hills, are territorial, powerful, and aggressive. Likewise, the ash bear, encountered in woodlands through the Ironlands, is known for its ferocity and cunning. If either catch the scent of you on the wind, they are likely to hunt you down and attack.",
        "Quest Starter": "A group of hunters felled a large ash bear with several arrows. It tumbled into a river and was swept away. Unfortunately, the bear they thought dead is now stalking the group as they make their way back home.",
        "$id": "Ironsworn/Encounters/Animal/Bear",
        "Nature": "Animal",
        "Display": { "Title": "Bear" },
        "Source": {
          "Title": "Ironsworn Rulebook",
          "Authors": ["Shawn Tomkin"],
          "Page": 147
        }
      },
      {
        "Name": "Boar",
        "Features": ["Wiry coats", "Long tusks", "Vicious"],
        "Drives": ["Forage", "Protect territory", "Defend sows"],
        "Tactics": ["Charge and gore", "Circle and attack again"],
        "Rank": 2,
        "Description": "In the Old World, wild boars were belligerent and dangerous animals. Here in the Ironlands? They are even bigger and meaner. They will attack without warning or provocation. They will run you down, gore you, bite you, and circle around to do it all again. And again. And again.",
        "Quest Starter": "A boar hunt ends in tragedy when an Ironlander is gored and grievously\nwounded. How do you know this person? What terrible truth do they\nreveal as they lay dying?",
        "$id": "Ironsworn/Encounters/Animal/Boar",
        "Nature": "Animal",
        "Display": { "Title": "Boar" },
        "Source": {
          "Title": "Ironsworn Rulebook",
          "Authors": ["Shawn Tomkin"],
          "Page": 148
        }
      },
      {
        "Name": "Gaunt",
        "Features": [
          "Horse-like creature with a lean, skeletal frame",
          "Ghostly pale eyes",
          "Black, scaled hide"
        ],
        "Drives": ["Run like the wind"],
        "Tactics": ["Rear up", "Charge", "Trample"],
        "Rank": 2,
        "Description": "A gaunt is a creature unique to the Ironlands. They maneuver across the rough, dense terrain of the Deep Wilds and Hinterlands with uncanny speed and grace. This makes them ideal as mounts for the elves (page 143), who breed and train them.\n\nA gaunt will not usually act aggressively without provocation, but they are as deadly as the fiercest warhorse under the command of a talented rider.",
        "Quest Starter": "Villages in the Hinterlands have fallen prey to a large band of gaunt-riding elves. They attack with sudden and violent force, and are gone before any sort of defense can be mustered. Their leader, a warrior of unmatched skill, rides a distinctive white gaunt. What has driven these elves to strike out against the Ironlanders?",
        "$id": "Ironsworn/Encounters/Animal/Gaunt",
        "Nature": "Animal",
        "Display": { "Title": "Gaunt" },
        "Source": {
          "Title": "Ironsworn Rulebook",
          "Authors": ["Shawn Tomkin"],
          "Page": 148
        },
        "Your Truth": "Some gaunts live in wild herds. They once roamed the wilds in countless numbers, but few now remain. What has happened to thin these herds so dramatically?"
      },
      {
        "Name": "Marsh Rat",
        "Features": ["Beady eyes", "Long tails"],
        "Drives": ["Eat everything", "Breed"],
        "Tactics": ["Swarm and bite"],
        "Rank": 1,
        "Description": "The marsh rat is a rodent of unusual size. They are all-too-common in the Flooded Lands or in wetlands within the Hinterlands and Deep Wilds.\n\nThey will eat almost anything, including carrion and waste. Our grain stores and pantries are an easy target for a hungry pack, who will dig tunnels or chew through walls to get at the food. They will also try to make a meal out of living prey—deer, cattle, or even an unlucky Ironlander. It is said that a swarm of marsh rats can kill a horse and reduce it to bone in a matter of hours.",
        "Quest Starter": "Marsh rats raided the stores of an isolated settlement. How will you ensure the Ironlanders have enough food to survive the coming winter?",
        "$id": "Ironsworn/Encounters/Animal/Marsh_Rat",
        "Nature": "Animal",
        "Display": { "Title": "Marsh Rat" },
        "Source": {
          "Title": "Ironsworn Rulebook",
          "Authors": ["Shawn Tomkin"],
          "Page": 149
        }
      },
      {
        "Name": "Wolf",
        "Features": ["Keen senses"],
        "Drives": ["Fight rivals", "Mark territory", "Run with the pack"],
        "Tactics": ["Stalk", "Pack rush", "Drag to the ground"],
        "Rank": 2,
        "Description": "The Ironlands are home to several breeds of wolves. Most are not aggressive and stay clear of settlements and travelers. Despite that, attacks against Ironlanders are not unknown. A harsh winter and insufficient prey can drive a pack to hunt livestock or even an unwary Ironlander. As night falls we hear their howls, and hope they are well fed.",
        "Quest Starter": "You find the grisly remains of a pack of wolves. All are dead, even the cubs. What caused this? Why is it a harbinger of a greater danger?",
        "$id": "Ironsworn/Encounters/Animal/Wolf",
        "Nature": "Animal",
        "Display": { "Title": "Wolf" },
        "Source": {
          "Title": "Ironsworn Rulebook",
          "Authors": ["Shawn Tomkin"],
          "Page": 150
        }
      },
      {
        "Name": "Bladewing",
        "Features": [
          "Large, dagger-shaped wings",
          "Elongated jaws with needle-like teeth",
          "Dark, leathery hide"
        ],
        "Drives": [
          "Take flight under the cover of darkness",
          "Hunt from above"
        ],
        "Tactics": ["Glide silently", "Sudden, swift attack"],
        "Rank": 2,
        "Description": "These carnivorous creatures dwell in caves and ruins, and emerge at night to hunt. They have a lean, angular form, with a wingspan as wide as an Ironlander’s outstretched arms.\n\nThey typically feed on smaller prey, but a pack of hungry bladewings will harass larger victims, diving and slashing in coordinated attacks. During the long nights of winter, swarms of these creatures have descended on Ironlander settlements or unwary travelers.",
        "Quest Starter": "Night after night, a colony of bladewings emerges to prey on a remote settlement. The creatures are rumored to lair in a long-abandoned **Ravaged Mine**. What is driving their attacks?",
        "$id": "Ironsworn/Encounters/Animal/Bladewing",
        "Nature": "Animal",
        "Display": { "Title": "Bladewing" },
        "Source": {
          "Title": "Ironsworn: Delve",
          "Authors": ["Shawn Tomkin"],
          "Page": 114
        },
        "Your Truth": "A clan of hill people conduct ceremonial hunts of the bladewings, and decorate their banners and shields with its form. Their mystics and warriors even wear the leathery wings as ornamentation. What powers or protections do they believe this imparts?"
      },
      {
        "Name": "Carrion Newt",
        "Features": [
          "Long, sleek body",
          "Brightly-colored markings",
          "Serrated teeth"
        ],
        "Drives": ["Hunt and feed", "Lay eggs within fresh kills"],
        "Tactics": [
          "Lurk in the shallows",
          "Sudden, ferocious attack",
          "Unyielding bite"
        ],
        "Rank": 3,
        "Description": "These semiaquatic creatures dwell within the freshwater rivers and subterranean waterways of the Ironlands. They have a long, eel-like body, a flat head, and short, claw-tipped legs.\n\nA mature adult grows to the length of a horse. They are ungainly on land, but fast and agile within the water. They prefer to attack landbound prey by lurking along the water’s edge and waiting for an unfortunate animal (or Ironlander) to come near their hiding spot.\n\nCarrion newts lay their eggs within the carcass of their kills. The rotting body nurtures the eggs and feeds the young newts until they burst forth into the world. If you come upon a corpse at the water’s edge—be cautious. It might be filled with dozens of hungry young newts.",
        "Quest Starter": "In the depths of a **Wild Shadowfen**, the carrion newt they call Old-Gray lurks within a wide, slow river—an important waterway for trade. It is an ancient animal, larger than any newt ever seen. It has one blind eye and ash-colored skin. Recently, a trading boat was attacked and swamped by the creature. Others refuse to make the passage until Old-Gray is dealt with.",
        "$id": "Ironsworn/Encounters/Animal/Carrion_Newt",
        "Nature": "Animal",
        "Display": { "Title": "Carrion Newt" },
        "Source": {
          "Title": "Ironsworn: Delve",
          "Authors": ["Shawn Tomkin"],
          "Page": 115
        },
        "Your Truth": "Carrion newt eggs are prized by a specific culture or settlement for some purpose. What is it?"
      },
      {
        "Name": "Cave Lion",
        "Features": ["Feline grace", "Tawny, striped coat"],
        "Drives": ["Hunt"],
        "Tactics": ["Stalk prey", "Leap and bite", "Intimidating roar"],
        "Rank": 3,
        "Description": "Cave lions are sleek, powerful creatures who dwell primarily in the Hinterlands and Tempest Hills. They lair in caverns and other hidden places, emerging to hunt prey such as deer, boar, and rodents. They are typically solitary creatures, but have been seen working together to bring down larger quarry. Even a mammoth is no match for a determined pack of cave lions.",
        "Quest Starter": "A large cave lion kills livestock in outlying Ironlander steadings, and attacked a farmer. It hunts well beyond its usual territory, and is said to lair in a **Wild Cavern**. What has driven this beast from its hunting grounds?",
        "$id": "Ironsworn/Encounters/Animal/Cave_Lion",
        "Nature": "Animal",
        "Display": { "Title": "Cave Lion" },
        "Source": {
          "Title": "Ironsworn: Delve",
          "Authors": ["Shawn Tomkin"],
          "Page": 116
        }
      },
      {
        "Name": "Deep Rat",
        "Features": [
          "Tiny, blind eyes",
          "Wrinkled, hairless skin",
          "Clawed feet",
          "Jutting incisors"
        ],
        "Drives": ["Dig", "Feed"],
        "Tactics": ["Undermine paths", "Swarm and bite"],
        "Rank": 1,
        "Description": "These foul, oversized rats have squat bodies and stubby tails. They are essentially blind, but navigate through smell and touch.\n\nDeep rats are constantly collecting food and will eat anything even vaguely edible. They often dwell in caves or subterranean structures, digging compulsively to expand their lair. In those places, they serve as fodder for greater creatures.",
        "Quest Starter": "A fallen hero must be laid to rest with their kinfolk, but deep rats have invaded the settlement’s tomb. Within the dark depths of this **Infested Barrow** is the massive brood mother, a formidable creature that will fight savagely to protect the horde.",
        "$id": "Ironsworn/Encounters/Animal/Deep_Rat",
        "Nature": "Animal",
        "Display": { "Title": "Deep Rat" },
        "Source": {
          "Title": "Ironsworn: Delve",
          "Authors": ["Shawn Tomkin"],
          "Page": 117
        },
        "Your Truth": "During the longest night of winter, deep rats swarm the surface world. They are drawn inexorably to a specific place. What is it?"
      },
      {
        "Name": "Nightmare Spider",
        "Features": [
          "Pale, semitransparent body",
          "Long, skinny legs",
          "Fangs, dripping with venom"
        ],
        "Drives": ["Lurk in darkness", "Feed", "Lay eggs"],
        "Tactics": ["Spin webs", "Drop on prey", "Pierce with venomous fangs"],
        "Rank": 2,
        "Description": "Nightmare spiders are monstrous creatures which dwell in caves, ruins, thick woods, and other dark places. They have narrow, translucent bodies, three pairs of black eyes, and long, slender legs. They typically feed on bats and rodents, but are opportunistic hunters and attack anything straying into their path or stumbling into their webbing. Their lairs are often strung with large silk egg sacs.\n\nFor smaller animals, the toxic bite of the nightmare spider causes paralysis. For a typical Ironlander, it dulls the senses and induces vivid hallucinations. It is these frightening, dreamlike visions which earn the creature its name.",
        "Quest Starter": "Within a **Wild Tanglewood**, mystics live in cooperation with the spiders, supplying them with live prey. They’ve abducted someone you care about and will use them as food for these foul creatures. What is the aim of these mystics?",
        "$id": "Ironsworn/Encounters/Animal/Nightmare_Spider",
        "Nature": "Animal",
        "Display": { "Title": "Nightmare Spider" },
        "Source": {
          "Title": "Ironsworn: Delve",
          "Authors": ["Shawn Tomkin"],
          "Page": 118
        },
        "Your Truth": "Nightmare spider toxin is harvested for a specific rite or practice. What\nis it?"
      },
      {
        "Name": "Shroud Crab",
        "Features": [
          "Ridged shell",
          "Snapping, slashing claws",
          "Barbed, whiplike tail"
        ],
        "Drives": ["Lie hidden among rocks and ice", "Feed"],
        "Tactics": [
          "Mimic surroundings",
          "Leap at unsuspecting prey",
          "Latch onto victims with powerful legs and tail",
          "Stab and slash"
        ],
        "Rank": 1,
        "Description": "Shroud crabs threaten careless or unlucky Ironlanders along coasts and icereaches. They have long legs, a segmented tail, and large, serrated claws.\n\nTheir carapace changes color to perfectly match their environment, making them nearly invisible among rocks or ice. When potential prey strays near, a shroud crab uses its powerful legs to spring at its victim. Then, it wraps around them in a horrible embrace, stabbing and slashing with its claws and barbed tail.\n\nPacks of shroud crabs are known to work in tandem to bring down large prey. Some report seeing mighty elk engulfed by these voracious creatures. On occasion, the body of a missing Ironlander is found with their flesh picked clean to the bones.",
        "Quest Starter": "A vengeful husk curses a seaside settlement and summons a horde of shroud crabs to overrun the place in a flood of clattering legs and snapping claws. The husk dwells within an **Infested Sea Cave**, protected by other shroud crabs. There, she prepares an even more horrible show of her power—one which will threaten villages up and down the Ragged Coast.",
        "$id": "Ironsworn/Encounters/Animal/Shroud_Crab",
        "Nature": "Animal",
        "Display": { "Title": "Shroud Crab" },
        "Source": {
          "Title": "Ironsworn: Delve",
          "Authors": ["Shawn Tomkin"],
          "Page": 119
        }
      },
      {
        "Name": "Trog",
        "Features": [
          "Luminescent, scaled hide",
          "Keen vision",
          "Long claws and sharp teeth",
          "Powerful tail"
        ],
        "Drives": ["Lurk in darkness", "Dig tunnels"],
        "Tactics": [
          "Stealthy approach",
          "Intimidating display",
          "Pounce",
          "Bite and thrash"
        ],
        "Rank": 2,
        "Description": "Trogs are warm-blooded reptilian animals. They dwell in the deepest places of the Ironlands, but have moved closer to the surface in recent years. Some suggest a greater threat in those dark domains is driving them toward the surface. Many a barrow or underkeep has been breached by trogs who tunnel into those spaces.\n\nThey are strong and agile, able to run, climb, and swim with equal speed. When they stand on two legs as a display of aggression, they are nearly as tall as an Ironlander. They have a hunched back lined with a ridge of spines, a long snout, and serrated teeth. Their scales glimmer with a colorful, ghostly light. Their bite is as powerful and unyielding as a hammer blow.",
        "Quest Starter": "Pilgrims to a **Hallowed Ruin** report the site is overrun by trogs. Within the ruins, an altar to ancient gods is said to bestow fair weather and plentiful crops. Spring is near, and the pilgrims must carry out the rites of the harvest. If they don’t, the will of the people in nearby settlements will falter.",
        "$id": "Ironsworn/Encounters/Animal/Trog",
        "Nature": "Animal",
        "Display": { "Title": "Trog" },
        "Source": {
          "Title": "Ironsworn: Delve",
          "Authors": ["Shawn Tomkin"],
          "Page": 120
        },
        "Your Truth": "Some insist that following a trog tunnel into the depths of the earth will eventually lead you to a vast cavern as expansive as the overlands. Is there any truth to this? What secret people or culture lives within this hidden realm?"
      }
    ]
  },
  {
    "$id": "Ironsworn/Encounters/Beast",
    "Name": "Beast",
    "Source": {
      "Title": "Ironsworn Rulebook",
      "Authors": ["Shawn Tomkin"],
      "Page": 151
    },
    "Display": { "Title": "Beasts" },
    "Summary": "**Beasts** are monstrous creatures of unusual size and cunning.",
    "Description": "Beasts are monstrous creatures of great size and power. They are natural beings—not supernatural entities—but were unknown in the Old World.",
    "Encounters": [
      {
        "Name": "Basilisk",
        "Features": [
          "Giant snake",
          "Dull yellow-brown skin",
          "Vibrant yellow eyes"
        ],
        "Drives": ["Devour"],
        "Tactics": ["Lay in wait", "Mesmerizing gaze", "Sudden bite", "Crush"],
        "Rank": 4,
        "Description": "Basilisks dwell in the Flooded Lands, lurking in the murky waters of the swamps or within marshy thickets. There, they wait patiently for prey. They regularly feed on marsh rats or deer, but will eagerly make a meal out of a passing Ironlander.",
        "Quest Starter": "The adventurer set out to slay a basilisk, only to become its next meal. Because the serpent digests its prey slowly, the remains of the adventurer are still undoubtedly within the beast—along with the heirloom sword he wielded. What is your relationship to this person? Why is recovering the sword so important to you?",
        "$id": "Ironsworn/Encounters/Beast/Basilisk",
        "Nature": "Beast",
        "Display": { "Title": "Basilisk" },
        "Source": {
          "Title": "Ironsworn Rulebook",
          "Authors": ["Shawn Tomkin"],
          "Page": 151
        },
        "Your Truth": "Some piece of a basilisk anatomy is prized by the Ironlanders. What is it? How is it used?"
      },
      {
        "Name": "Elder Beast",
        "Features": ["Twice the size of their common kin, or more", "Red eyes"],
        "Drives": ["Dominate"],
        "Tactics": ["Intimidating display", "Overwhelming attack"],
        "Rank": 4,
        "Description": "Elder beasts—wolves, bears and boars—are huge, monstrous versions of their common kin. They are primarily solitary creatures, though elder wolves have been known to lead a pack of common wolves. They are not aggressive, but are protective of their lands and the creatures within it. Some say they are avatars of the old gods and as long-lived as the oldest trees.",
        "Quest Starter": "An elder wolf, white as snow, appears to you in a dream. When you wake, the memory of its piercing gaze lingers. Is the vision a dark portent or a promise? Why are you compelled to seek this beast out?",
        "$id": "Ironsworn/Encounters/Beast/Elder_Beast",
        "Nature": "Beast",
        "Display": { "Title": "Elder Beast" },
        "Source": {
          "Title": "Ironsworn Rulebook",
          "Authors": ["Shawn Tomkin"],
          "Page": 152
        },
        "Your Truth": "What people of the Ironlands revere and protect the elder beasts? What group hunts them and why?"
      },
      {
        "Name": "Harrow Spider",
        "Features": [
          "Massive fangs",
          "Long legs and bloated body",
          "Eight iridescent black eyes"
        ],
        "Drives": ["Lurk", "Feed"],
        "Tactics": ["Drop atop prey", "Bite with pincers", "Trap in webbing"],
        "Rank": 2,
        "Description": "These gigantic creatures are a menace in woodlands throughout the Ironlands. Despite their size, they move through high branches with unnatural grace, dropping suddenly to grapple their prey and entomb them in webbing.",
        "Quest Starter": "A brood of harrow spiders attacked a contingent of Ironlanders. The single survivor tells of the horrifying encounter and the monstrous brood mother—a harrow spider larger and stronger than a warhorse. What was this group’s mission? What important item are you sworn to recover from one of the victims?",
        "$id": "Ironsworn/Encounters/Beast/Harrow_Spider",
        "Nature": "Beast",
        "Display": { "Title": "Harrow Spider" },
        "Source": {
          "Title": "Ironsworn Rulebook",
          "Authors": ["Shawn Tomkin"],
          "Page": 153
        }
      },
      {
        "Name": "Leviathan",
        "Features": [
          "Massive bulk",
          "Flesh as tough as iron",
          "Cold black eyes",
          "Sinuous grace"
        ],
        "Drives": ["Slumber in the depths", "Destroy those who trespass"],
        "Tactics": [
          "Rise from the depths",
          "Ram and swamp ships",
          "Devour prey whole"
        ],
        "Rank": 5,
        "Description": "These massive sea beasts lurk in the darkness of the deepest fjords and in the abyssal depths beyond the Barrier Islands. They sometimes surface to hunt within shallower waters. They will indiscriminately destroy any Ironlander craft which stray to close to their hunting grounds.\n\nWatchful sailors might catch sight of a leviathan circling their boat, studying them, in the moments before it attacks. Their dagger-shaped head is as tough and destructive as any battering ram, able to shatter a ship in a single blow.",
        "Quest Starter": "A leviathan lurks off the coast, preying on fishing boats and trade ships. Among the dead is someone important to you. Who is it? You have vowed to send this beast back to the depths, but doing so will require a mythic weapon—The Abyssal Harpoon, an Old World artifact said to be carved from the bones of a long-dead sea god. Where is this weapon rumored to be held?",
        "$id": "Ironsworn/Encounters/Beast/Leviathan",
        "Nature": "Beast",
        "Display": { "Title": "Leviathan" },
        "Source": {
          "Title": "Ironsworn Rulebook",
          "Authors": ["Shawn Tomkin"],
          "Page": 154
        },
        "Your Truth": "Some coastal people believe leviathans are a manifestation of an ancient spirit. What is it?"
      },
      {
        "Name": "Mammoth",
        "Features": [
          "Woolly fur",
          "Large head and curved tusks",
          "Prehensile trunk"
        ],
        "Drives": [
          "Migrate to fertile ground",
          "Forage for food",
          "Protect the young of the herd"
        ],
        "Tactics": ["Form a protective circle", "Charge", "Trample", "Gore"],
        "Rank": 4,
        "Description": "These beasts resemble the elephants of the Old World’s southern realms, but are larger and covered in a coat of thick fur. They travel in herds among the Tempest Hills, migrating south with the winter and north with the spring. They are not aggressive creatures, but are fearless and will fight to the death to protect their young.\n\nA herd of mammoths is an amazing and humbling sight, but smart Ironlanders keep their distance and stay upwind.",
        "Quest Starter": "A mammoth calf wanders alone into an Ironlander settlement. Why do you\nswear to reunite it with its herd?",
        "$id": "Ironsworn/Encounters/Beast/Mammoth",
        "Nature": "Beast",
        "Display": { "Title": "Mammoth" },
        "Source": {
          "Title": "Ironsworn Rulebook",
          "Authors": ["Shawn Tomkin"],
          "Page": 155
        }
      },
      {
        "Name": "Wyvern",
        "Features": [
          "Huge bat-like wings",
          "Rows of teeth each the size of a knife",
          "Thick hide with a metallic sheen",
          "Long tail"
        ],
        "Drives": ["Watch for prey from high above", "Feed"],
        "Tactics": [
          "Swoop down",
          "Snap up prey",
          "Fearsome roar",
          "Bash with tail"
        ],
        "Rank": 4,
        "Description": "There are several breeds of wyverns in the Ironlands. On the eastern coast, tawny wyverns nest in the cliffs of the Barrier Islands and Ragged Shore, diving for fish in the surrounding waters. Inland, the verdant wyverns dwell in forested regions. The largest and most fearsome breed, the iron wyverns, hunt among the Tempest Hills and along the flanks of the Veiled Mountains.\n\nAll wyverns have wolfish heads with wide jaws, thick bodies, and sinuous tails. They have short hind limbs and elongated forelimbs which extend along their wings. In flight, they are a terrifying but awe-inspiring creature. On the ground, they lumber heavily on all four limbs, their wings folded back, jaws agape, gaze fixed on their prey.\n\nThey are the grim cruelty of the Ironlands given form. They are death.",
        "Quest Starter": "Ancient cave paintings in the Tempest Hills show humanoids riding atop wyverns. Perhaps these beasts can be tamed. Why are you obsessed with this possibility?",
        "$id": "Ironsworn/Encounters/Beast/Wyvern",
        "Nature": "Beast",
        "Display": { "Title": "Wyvern" },
        "Source": {
          "Title": "Ironsworn Rulebook",
          "Authors": ["Shawn Tomkin"],
          "Page": 156
        },
        "Your Truth": "Rumors persist of a wyvern graveyard where wyverns instinctively go when their death is near. Where is this supposedly located? In what way do Ironlanders make use of wyvern bones?"
      },
      {
        "Name": "Chitter",
        "Features": ["Chitinous shell", "Snapping mandibles"],
        "Drives": ["Sniff out food", "Defend the nest"],
        "Tactics": [
          "Summon the horde",
          "Swarm and bite",
          "Spew putrid vomit",
          "squatter"
        ],
        "Rank": 2,
        "Description": "Chitters are unnaturally large insects which dwell underground, nesting in subterranean caves, ruins and barrows. They stand half the height of an Ironlander, and move on six segmented legs.\n\nThey are primarily scavengers, using their keen sense of smell to locate and retrieve carcasses above or below ground. Instead of eyes, chitters have three thumb-sized holes in the center of their heads through which they issue a distinctive twittering sound. This call is used to communicate with others of its kind and to help visualize their surroundings—much like bats find their way in darkness.\n\nThey are covered in a rigid shell, and their mandibles are as sharp and destructive as a finely forged blade. They are not necessarily hostile, but will aggressively defend their nests or fight to secure a food source.\n\nAs a last resort, a chitter may attack by spewing the contents of its stomach in a noxious spray, leaving all but the hardiest of Ironlanders temporarily blinded and retching.",
        "Quest Starter": "An Ironlander scavenged a relic from an **Ancient Underkeep**, bringing it back to their settlement. Now, as if lured by this object, chitters attack in overwhelming waves. The walls will not hold much longer. What is this object, and what connection does it have to these creatures?",
        "$id": "Ironsworn/Encounters/Beast/Chitter",
        "Nature": "Beast",
        "Display": { "Title": "Chitter" },
        "Source": {
          "Title": "Ironsworn: Delve",
          "Authors": ["Shawn Tomkin"],
          "Page": 121
        }
      },
      {
        "Name": "Gnarl",
        "Features": [
          "Thick, sturdy legs",
          "Tough hide, textured like old bark",
          "Majestic horns",
          "Sorrowful call"
        ],
        "Drives": ["Keep to the woodlands", "Forage"],
        "Tactics": ["Threatening posture", "Powerful charge", "Stomp"],
        "Rank": 4,
        "Description": "Gnarls dwell in woodlands throughout the Ironlands. The tallest of them are nearly the height of towering trees, with a long neck and legs as stout as trunks. Atop their heads are sprays of horns which twist and intertwine like slender branches. They roam the forest alone or in small family groups, feeding on lichen, leaves, and other plants. They are not naturally aggressive, but are mighty foes when threatened.\n\nThe color of a gnarl’s bark-like hide changes through its life, emulating the passage of the seasons. A young gnarl’s hide is the verdant green of spring. As they mature, it transitions to the deeper brown-green of summer, then the burnished amber of fall, and finally the cold gray of winter. To protect itself from potential predators, a gnarl will stand among a copse of trees. It will plant its feet, straighten its back, stretch its neck, and stay perfectly still, blending in with its surroundings.\n\nThe low, resonant call of a gnarl can carry for miles. It is a lonely sound, as evocative and heartrending as the most mournful funeral song.",
        "Quest Starter": "A fire rages within a **Ravaged Tanglewood**. In that place dwells an unusually large gnarl, its ancient hide as white as new snow. Why are you sworn to guide this creature safely through the blaze? What was the source of the fire? Who opposes you in this quest?",
        "$id": "Ironsworn/Encounters/Beast/Gnarl",
        "Nature": "Beast",
        "Display": { "Title": "Gnarl" },
        "Source": {
          "Title": "Ironsworn: Delve",
          "Authors": ["Shawn Tomkin"],
          "Page": 122
        }
      },
      {
        "Name": "Iron-Wracked Beast",
        "Features": ["Flesh corrupted by iron", "Pained howl"],
        "Drives": [
          "Feed the insatiable hunger",
          "Destroy those who wield iron",
          "Find a release from pain"
        ],
        "Tactics": ["Attack with brutal rage", "Bite and devour"],
        "Rank": 3,
        "Description": "We don’t know the origin of the Iron Blight, nor do we know its cure. It inflicts creatures of the wilds and transforms their flesh slowly to iron. These pitiful but powerful beasts are scarred by patches of metal flesh within ragged, weeping wounds. The iron is like a parasite, devouring the host as it torments them with unstoppable pain and insatiable hunger. Their howls echo with animalistic agony and the clangor of hammer against anvil.\n\nIn time, the Blight takes too much, and the beast dies while it is still more flesh than iron. We pray a creature never survives beyond that stage. What would it become?",
        "Quest Starter": "Your animal companion is stricken with the Iron Blight. The disease is in its early stages, but time is your enemy. Locals say the origin of the blight lies within a **Corrupted Tanglewood**. What will you do to stop the relentless progression of the iron corruption?",
        "$id": "Ironsworn/Encounters/Beast/Iron-Wracked_Beast",
        "Nature": "Beast",
        "Display": { "Title": "Iron-Wracked Beast" },
        "Source": {
          "Title": "Ironsworn: Delve",
          "Authors": ["Shawn Tomkin"],
          "Page": 123
        },
        "Your Truth": "A sect of zealots believe the Iron Blight is a divine manifestation. What god do they worship? What purpose do they believe the disease fulfills, and how to they intend to hasten the will of their god?"
      },
      {
        "Name": "Kraken",
        "Features": ["Gargantuan size", "Grasping tentacles", "Beaked maw"],
        "Drives": [
          "Lurk in unfathomable depths",
          "Destroy those who would trespass",
          "Inflict terror",
          "Shatter ships"
        ],
        "Tactics": [
          "Grapple and crush",
          "Attack from every direction",
          "Sweep sailors from the deck"
        ],
        "Rank": 5,
        "Description": "The kraken is a sea beast, as large as the mightiest longship. It is octopoid in form, with eight arms, two longer feeding tentacles, and a beak-like mouth. It emerges from the depths to hunt whales, sharks, and other large sea creatures. It is also prone to attack any Ironlander ships which stray into its waters, plucking the crew off the deck and crushing the vessel as easily as one would snap a piece of kindling.",
        "Quest Starter": "A kraken lurks at the mouth of a fjord. Fisher folk refuse to sail those waters, and trade ships rarely survive the passage. The settlement on the fjord cannot survive without resupply, and overland travel is impossible during this harsh winter. Elders tell of the Dawnrunner, a blessed longship of the original settlers, sealed away in a **Hallowed Sea Cave** with the body of its legendary captain. Only this ship, it is said, can outrun the kraken.",
        "$id": "Ironsworn/Encounters/Beast/Kraken",
        "Nature": "Beast",
        "Display": { "Title": "Kraken" },
        "Source": {
          "Title": "Ironsworn: Delve",
          "Authors": ["Shawn Tomkin"],
          "Page": 124
        },
        "Your Truth": "A clan of seafolk conduct a yearly hunt to kill a kraken. Although they have never succeeded, and untold Ironlanders have died in the quest, the practice persists. What event or change do they believe killing the beast will bring about? What venerated weapon do they wield in this hunt?"
      },
      {
        "Name": "Nightspawn",
        "Features": ["Mutated form (see the Monstrosity oracle on page 214)"],
        "Drives": [
          "Guard against intruders",
          "Lurk in the shadows",
          "Endure beyond memory"
        ],
        "Tactics": ["Varied (see the Monstrosity oracle on page 214)"],
        "Rank": 3,
        "Description": "What we call the nightspawn are mutated beasts which take a variety of forms. Some are animal-like, or combine the characteristics of different creatures. Others are bizarre aberrations seemingly born of chaos. A few even possess twisted mockeries of human features.\n\nThey are rare beasts, but dwell in every region and environment of the Ironlands, from the dark waters of the Ragged Coast to the icy plains of the Shattered Wastes. Often, they protect ancient ruins, forgotten relics, and other secrets. They watch and wait, and show no mercy to those who trespass in their domain.\n\nWe do not know the origin of the nightspawn. They are enigmatic creatures, rarely emerging from their dark lairs except during the long nights of winter. Is it the latent magic of these lands which gives them life? Have they passed through the veil from some other realm? Perhaps some questions are best left unanswered.",
        "Quest Starter": "The first settlers, your forebears, told tales of a great nightspawn at the heart of a **Ravaged Ruin**. According to those stories, it guards a pool of life-giving water. Any who have since tried to plunder that place have not returned. Or they have come back broken in mind or body. What now compels you to delve into this site?",
        "$id": "Ironsworn/Encounters/Beast/Nightspawn",
        "Nature": "Beast",
        "Display": { "Title": "Nightspawn" },
        "Source": {
          "Title": "Ironsworn: Delve",
          "Authors": ["Shawn Tomkin"],
          "Page": 125
        }
      },
      {
        "Name": "Rhaskar",
        "Features": [
          "White fur",
          "Shark-like head",
          "Rows of razor-sharp teeth",
          "Massive claws"
        ],
        "Drives": ["Protect territory", "Hunt prey in water and on land"],
        "Tactics": [
          "Burst through ice",
          "Rend with savage claws",
          "Clamp down with a powerful bite",
          "Shake victims like a hound with a rat"
        ],
        "Rank": 4,
        "Description": "In the language of the atanya, rhaskar means “white death.” This mighty beast dwells within northern waters and amid frozen icereaches. It hunts along shorelines, lurks beneath ice, or tracks the frigid wastes in search of prey. Some rhaskar have even been known to attack ships in coastal waters. It is a highly territorial creature, and does not abide trespassers within its domain.\n\nWith its mane of dorsal fur and long, angular head, the rhaskar looks like a fusion of shark and bear—and embodies the strength and cunning of both. It is the uncaring ferocity of these cold northern realms given form.",
        "Quest Starter": "Settlements and ships along the northern expanse of the Ragged Coast face repeated attacks from a large rhaskar. The creature appears amidst a fierce snowstorm, makes it savage assault, and fades back into the blizzard like a ghost. It seems to act out of a pure compulsion to cause terror and inflict violence rather than any need for food. A hunter tracked it to a **Wild Frozen Cavern**. But they heeded the warning of a pile of bones at the entrance and refused to enter that place.",
        "$id": "Ironsworn/Encounters/Beast/Rhaskar",
        "Nature": "Beast",
        "Display": { "Title": "Rhaskar" },
        "Source": {
          "Title": "Ironsworn: Delve",
          "Authors": ["Shawn Tomkin"],
          "Page": 126
        }
      },
      {
        "Name": "Wyrm",
        "Features": [
          "Enormous size",
          "Yellow eyes, bright as a torch",
          "Long, sinuous tail",
          "Scaled skin",
          "Cavernous mouth"
        ],
        "Drives": ["Protect territory", "Kill and feed"],
        "Tactics": ["Tail smash", "Pin to the ground", "Savage claw and bite"],
        "Rank": 5,
        "Description": "Wyrms are massive serpentine creatures. They are kin to the wyverns, but are much larger and wingless. Their lairs are found in deep caves, subterranean vaults, or at the heart of dense forests. They hibernate in those places for weeks or months at a time, waking only to satiate their massive appetites. They are low-slung beasts, with short, thick legs, elongated jaws, and a dense hide.\n\nFiercely territorial, a wyrm is sure to attack any who stray into their domain. It can sense movement through vibration, and its golden eyes can pierce the thickest darkness.",
        "Quest Starter": "Last year, a huge white wyrm destroyed several mining camps in the Veiled Mountains. Winter has passed, but Ironlander miners are refusing to return to those camps without assurance that the wyrm is dead. Its lair is in an **Ancient Frozen Cavern** deep within the mountains.",
        "$id": "Ironsworn/Encounters/Beast/Wyrm",
        "Nature": "Beast",
        "Display": { "Title": "Wyrm" },
        "Source": {
          "Title": "Ironsworn: Delve",
          "Authors": ["Shawn Tomkin"],
          "Page": 127
        },
        "Your Truth": "Tales tell of the World-Eater, the mother of all wyrms, and the great hero who battled her to save an Old World kingdom. Many claim to have relics from that great battle, or to be descended from that hero. But there is only one true legacy which survives today. What is it, and what clans or factions seek to control it?"
      }
    ]
  },
  {
    "$id": "Ironsworn/Encounters/Horror",
    "Name": "Horror",
    "Source": {
      "Title": "Ironsworn Rulebook",
      "Authors": ["Shawn Tomkin"],
      "Page": 157
    },
    "Display": { "Title": "Horrors" },
    "Summary": "**Horrors** are supernatural beings.",
    "Description": "Horrors are supernatural entities. In the Old World, they were superstition and legend. Here, they are nightmares made real. The Ironlands is fertile ground for darkness and evil to take hold, spawning these undead beings of pure vengeance or mindless hate.\n\nMany horrors can be temporarily defeated through physical attacks, but cannot be killed. They are beyond death.",
    "Encounters": [
      {
        "Name": "Bonewalker",
        "Features": [
          "Skeletal corpse",
          "Eye sockets glowing with a fetid red light",
          "Tattered remains of clothing and armor"
        ],
        "Drives": ["Destroy life"],
        "Tactics": [
          "Rush with unexpected speed",
          "Attack with the weapons they bore in life",
          "Grasp and claw"
        ],
        "Rank": 2,
        "Description": "Bonewalkers are human remains given unnatural life. The source of the dark energy that animates them is a mystery. Some say it is the will of dark gods. Some say an ancient evil permeates this land and seeps into porous bones of the dead. Or, perhaps it is the work of corrupt mystics.\n\nBonewalkers usually roam the location of their final resting place—a burial site, a cursed battlefield, or a settlement blighted by disease or violence. Nothing remains of their previous selves. They are soulless monsters driven only to destroy the living.",
        "Quest Starter": "A horde of bonewalkers marches relentlessly towards the Havens. What dark force has gathered this army of the undead? How will you stop them?",
        "$id": "Ironsworn/Encounters/Horror/Bonewalker",
        "Nature": "Horror",
        "Display": { "Title": "Bonewalker" },
        "Source": {
          "Title": "Ironsworn Rulebook",
          "Authors": ["Shawn Tomkin"],
          "Page": 157
        }
      },
      {
        "Name": "Frostbound",
        "Features": [
          "Mummified, desiccated flesh",
          "Frozen blue eyes",
          "A sorrowful, hollow scream"
        ],
        "Drives": ["Absorb the warmth of the living"],
        "Tactics": ["Sense heat", "Life-draining grasp"],
        "Rank": 3,
        "Description": "Some who fall prey to the long winters or the wild storms of the northern regions are given a horrible new life as the frostbound. These animated corpses are cursed to forever seek out the warmth their death took from them.",
        "Quest Starter": "A group of frostbound lurk along a mountain trail. This path is the only safe route to the lowlands from a mining village.",
        "$id": "Ironsworn/Encounters/Horror/Frostbound",
        "Nature": "Horror",
        "Display": { "Title": "Frostbound" },
        "Source": {
          "Title": "Ironsworn Rulebook",
          "Authors": ["Shawn Tomkin"],
          "Page": 158
        },
        "Your Truth": "Can creatures other than Ironlanders become frostbound? If so, undeath gives them uncanny strength. Make them one rank higher than their living form."
      },
      {
        "Name": "Chimera",
        "Features": [
          "Shambling mass of dead creatures and offal",
          "Rotting stench"
        ],
        "Drives": ["Insatiable hunger"],
        "Tactics": [
          "Horrifying wail",
          "Relentless assault",
          "Claw, bite and rend"
        ],
        "Rank": 4,
        "Description": "A chimera is the corrupted form of animal flesh given unnatural life. Its body is a collection of various dead creatures, fused together into a twisted, massive entity which knows only pain and hunger. When a dozen blood-tinged eyes focus on you, when its gibbering mouths open at once to scream, your only hope is a quick death.",
        "Quest Starter": "Multiple chimera have spawned from the heart of a deep wood. What evil is at work there?",
        "$id": "Ironsworn/Encounters/Horror/Chimera",
        "Nature": "Horror",
        "Display": { "Title": "Chimera" },
        "Source": {
          "Title": "Ironsworn Rulebook",
          "Authors": ["Shawn Tomkin"],
          "Page": 158
        }
      },
      {
        "Name": "Haunt",
        "Features": [
          "Subtle, unsettling manifestation",
          "Appear as they did in life",
          "Lay bare the ravages of death",
          "Stench of the grave"
        ],
        "Drives": ["Torment the living", "Find rest"],
        "Tactics": [
          "Vanish and reappear",
          "Horrifying visage",
          "Unleash chaos"
        ],
        "Rank": 2,
        "Description": "Haunts are restless spirits bound to this world by a traumatic or unjust death. They may be tied to a location, an object, or even a person.\n\nA haunt who manifests as a physical being can be dispelled by overcoming them in a fight, but only temporarily. They will only be at peace when their death is avenged or resolved. Some say a haunt can be banished, but these rituals are a lost art.",
        "Quest Starter": "You are plagued by a haunt. Who is it? What do they want of you?",
        "$id": "Ironsworn/Encounters/Horror/Haunt",
        "Nature": "Horror",
        "Display": { "Title": "Haunt" },
        "Source": {
          "Title": "Ironsworn Rulebook",
          "Authors": ["Shawn Tomkin"],
          "Page": 159
        },
        "Your Truth": "When someone dies a violent death, or at the hand of another, they are often laid to rest using a specific, ceremonial rite. This, it is believed, prevents them from returning as a haunt. What is this ritual? What rare material is required?"
      },
      {
        "Name": "Hollow",
        "Features": [
          "Vaguely humanoid shape formed of earth, plant and vermin",
          "Empty black eyes behind an elven mask",
          "Smells of wet soil and dead things"
        ],
        "Drives": ["See justice done"],
        "Tactics": [
          "Bash with savage strength",
          "Draw in a whirlwind of materials to reform and enlarge",
          "Envelop and suffocate"
        ],
        "Rank": 4,
        "Description": "It is said that elves who die an unjust death or have cause to seek retribution can rise as a hollow. Their form is a rippling mass of dead leaves, plants, soil, carrion, and insects. They move with a nightmarish, shambling gait. Their face is the wooden mask they wore in life. Their voice is the rattle of the wind through dry leaves.\n\nAs with haunts, they can be temporarily defeated but cannot be killed by physical means. They are a relentless force. They will not stop until they enact their vengeance.",
        "Quest Starter": "A hollow terrorizes an Ironlander village. What does it seek? What will\nyou do to stop it?",
        "$id": "Ironsworn/Encounters/Horror/Hollow",
        "Nature": "Horror",
        "Display": { "Title": "Hollow" },
        "Source": {
          "Title": "Ironsworn Rulebook",
          "Authors": ["Shawn Tomkin"],
          "Page": 160
        },
        "Your Truth": "How do elven communities view a risen hollow? Are they seen as spirits of\nrighteous vengeance or as dangerous aberrations?"
      },
      {
        "Name": "Iron Revenant",
        "Features": [
          "Empty, patchwork shell of armor and other hunks of metal",
          "Wielding iron weapons",
          "A low, reverberating voice"
        ],
        "Drives": ["Fulfill the vow", "Destroy any who stand in their way"],
        "Tactics": [
          "Steadfast attacks",
          "Pull in iron with an unyielding, magnetic force"
        ],
        "Rank": 4,
        "Description": "Some vows are held so fiercely that they survive even after death. An iron revenant is an incorporeal force of furious resolve, the unfinished vow of an Ironsworn given horrible form as a construct of metal.\n\nAttacks may slow them down or temporarily break apart their armored form, but they have no flesh to pierce and cannot be killed. An iron revenant will not stop until their vow is fulfilled.",
        "Quest Starter": "Someone you knew has taken form as an iron revenant. Who is it? What is\ntheir vow?",
        "$id": "Ironsworn/Encounters/Horror/Iron_Revenant",
        "Nature": "Horror",
        "Display": { "Title": "Iron Revenant" },
        "Source": {
          "Title": "Ironsworn Rulebook",
          "Authors": ["Shawn Tomkin"],
          "Page": 161
        }
      },
      {
        "Name": "Sodden",
        "Features": ["Milky eyes", "Mottled flesh"],
        "Drives": ["Drown the living"],
        "Tactics": [
          "Draw victims into the water",
          "Grab and scratch with jagged claws",
          "Chilling embrace",
          "Drag into the depths"
        ],
        "Rank": 3,
        "Description": "A sodden is the restless spirit of someone who drowned or was put to rest in water. They can appear in seas, rivers, lakes, ponds or marshes. It is said that their loneliness compels them to draw living victims into their watery lairs.\n\nA sodden is not confined to its resting place. In fact, some believe that surviving an encounter with a sodden will leave you vulnerable around any body of water until the spirit finishes its work.",
        "Quest Starter": "Someone you know died and appears to you as a sodden. Who are they? Can\nanything be done to put them to rest?",
        "$id": "Ironsworn/Encounters/Horror/Sodden",
        "Nature": "Horror",
        "Display": { "Title": "Sodden" },
        "Source": {
          "Title": "Ironsworn Rulebook",
          "Authors": ["Shawn Tomkin"],
          "Page": 162
        },
        "Your Truth": "Many Ironlanders habitually perform a quick ritual when near a body of\nwater, believing it keeps any lurking sodden at bay. What do they do?\nIs there any truth to this custom?"
      },
      {
        "Name": "Blighthound",
        "Features": ["Red eyes", "Lean, hound-like form", "Curved horns"],
        "Drives": [
          "Portend death",
          "Fulfill the prophecy of death",
          "Lair in places where death is near"
        ],
        "Tactics": ["Unearthly howl", "Piercing gaze", "Savage bite"],
        "Rank": 3,
        "Description": "Blighthounds lurk on blood-soaked battlefields, on the outskirts of settlements destined for famine, or within the dark catacombs of ancient tombs. Drawn to the dead, and foretelling great doom, they are capable predators and grim messengers of death.\n\nThey appear as gaunt, emaciated hounds, often mistaken for starving animals at first glance. Their fiendish form reveals itself in blood-red eyes, sweeping horns, and skin the texture of charred and blistered wood.",
        "Quest Starter": "Every night, a blighthound appears outside a settlement at the edge of a **Wild Tanglewood**, observing silently from within the mist. The people are gripped with a cold fear, wondering what fate will befall them. If any approach the blighthound, it leads them into the depths of the woods...",
        "$id": "Ironsworn/Encounters/Horror/Blighthound",
        "Nature": "Horror",
        "Display": { "Title": "Blighthound" },
        "Source": {
          "Title": "Ironsworn: Delve",
          "Authors": ["Shawn Tomkin"],
          "Page": 128
        }
      },
      {
        "Name": "Bog Rot",
        "Features": ["Mummified flesh", "Shambling gait"],
        "Drives": [
          "Rise to seek out the living",
          "Consign another to death in their place"
        ],
        "Tactics": [
          "Emerge from the muddy earth",
          "Seize with grasping hands",
          "Crush with unexpected strength",
          "Share dreadful secrets"
        ],
        "Rank": 2,
        "Description": "Long ago, before we arrived on the shores of the Ironlands, other people lived here. Some of those folk dwelled in what we now call the Flooded Lands, and laid their kin to rest in the vast peat bogs of that place.\n\nA few of those dead do not rest, and rise as bog rots. They are horrible creatures, with preserved flesh stained and withered like old leather. Their eyes are black pits, and their mouths hang open in a perpetual, silent scream.\n\nIt is said a bog rot can only find rest by committing another victim to the mire. A soul for a soul. In those final moments, the creature whispers of ancient secrets and forbidden lore, as if unloading the burden of that dark knowledge. For those few who escape the grasp of a bog rot, these awful truths are sometimes worse than death.",
        "Quest Starter": "In a **Corrupted Shadowfen**, a great battle once took place. Hundreds died amid the morass. Their mummified corpses lie buried in mud and peat, but many do not rest easily. What secret or artifact is said to lie with them? Why are you sworn to seek it out?",
        "$id": "Ironsworn/Encounters/Horror/Bog_Rot",
        "Nature": "Horror",
        "Display": { "Title": "Bog Rot" },
        "Source": {
          "Title": "Ironsworn: Delve",
          "Authors": ["Shawn Tomkin"],
          "Page": 129
        },
        "Your Truth": "Ironlanders in the Flooded Lands enact a particular burial practice to ensure their kin do not someday rise as a bog rot from that baneful soil. What is it?"
      },
      {
        "Name": "Bonehorde",
        "Features": [
          "The bones of many corpses, held together by a dark will",
          "Scurries with a hollow clatter"
        ],
        "Drives": ["Destroy and kill", "Gather new bones"],
        "Tactics": [
          "Alter shape",
          "Strike with skeletal appendages",
          "Damage terrain or architecture",
          "Envelop and crush"
        ],
        "Rank": 4,
        "Description": "A bonehorde is a mass of moldering skeletal remains given unnatural life. They are spawned in old battlefields or tombs, but often range beyond those places to seek out new victims. At the heart of a horde, surrounded by layers of clattering bones, are the remains of the spiteful being who gives the horror its cruel intelligence.\n\nIts form varies. In tight spaces, a bonehorde may appear as an amorphous mound or as a spider-like entity with long, skittering limbs. In the open, it can crudely mimic the shape of an animal or person. The bones constantly shift—snapping like dry twigs—to accommodate its environment, propel its movement, and lash out against its victims.",
        "Quest Starter": "For months, someone has been stealing remains from local graves and barrows. Now, a bonehorde emerges from a **Haunted Tanglewood** to attack nearby communities and travelers. Who commands this foul aberration, and for what purpose?",
        "$id": "Ironsworn/Encounters/Horror/Bonehorde",
        "Nature": "Horror",
        "Display": { "Title": "Bonehorde" },
        "Source": {
          "Title": "Ironsworn: Delve",
          "Authors": ["Shawn Tomkin"],
          "Page": 130
        }
      },
      {
        "Name": "Thrall",
        "Features": [
          "Sickly countenance",
          "Glimpses of their true nature",
          "A clash of personalities"
        ],
        "Drives": [
          "Endure beyond death",
          "Coerce and manipulate",
          "Stifle the will of the host"
        ],
        "Tactics": [
          "Reveal their true self",
          "Lash out with unnatural strength"
        ],
        "Rank": 2,
        "Description": "A thrall is a living person controlled by the will of a powerful undead spirit. The malignant presence can lie dormant for some time, feeding on the suffering of the host and subtly manipulating them to achieve its mysterious and often malevolent ends. Once the host is weakened, the spirit supplants their will entirely.",
        "Quest Starter": "A spirit has taken possession of someone you care about. They are fading, and will soon be a thrall to its will. Within a **Haunted Barrow**, the spirit’s remains lie entombed. What ritual must you enact there to banish this foul presence?",
        "$id": "Ironsworn/Encounters/Horror/Thrall",
        "Nature": "Horror",
        "Display": { "Title": "Thrall" },
        "Source": {
          "Title": "Ironsworn: Delve",
          "Authors": ["Shawn Tomkin"],
          "Page": 131
        },
        "Your Truth": "To detect the presence of a spirit, drawing it out of the thrall for a few moments, mystics must perform a dangerous ritual. What is the nature of this ritual, and what rare or elusive component does it require?"
      },
      {
        "Name": "Wight",
        "Features": [
          "Pallid skin and clouded eyes",
          "Ragged, unhealed wounds",
          "Iron burial mask"
        ],
        "Drives": ["Stand in defense"],
        "Tactics": [
          "Skulk in darkness",
          "Resolute assault",
          "Exploit knowledge and powers from beyond death"
        ],
        "Rank": 3,
        "Description": "Wights are beings who carry out their sworn charge—to protect a place, object or person—even beyond death. They retain their reasoning and intelligence, but are driven obsessively by this singular purpose.\n\nA wight’s steadfast will can delay their inevitable physical decay for decades, but they are marked by death nonetheless. They have the pallor of a freshly entombed corpse, with sallow skin stretched thin over bones. They often hide their corrupted features behind iron burial masks.\n\nSome wights wield the armor and weapons they favored in life, and are relentless, unyielding fighters. Others master dark rituals, empowered by the knowledge of what lies beyond our mortal realm.\n\nA wight who forsakes their vow will continue their tortured existence as a bonewalker, fated to lurk forever at the precipice of death.",
        "Quest Starter": "A wight is in search of the person it is sworn to protect, now held in a **Fortified Stronghold**. Who does it seek? Why were they taken? Will you stand against the wight, or help them?",
        "$id": "Ironsworn/Encounters/Horror/Wight",
        "Nature": "Horror",
        "Display": { "Title": "Wight" },
        "Source": {
          "Title": "Ironsworn: Delve",
          "Authors": ["Shawn Tomkin"],
          "Page": 132
        }
      }
    ]
  },
  {
    "$id": "Ironsworn/Encounters/Anomaly",
    "Name": "Anomaly",
    "Source": {
      "Title": "Ironsworn: Delve",
      "Authors": ["Shawn Tomkin"],
      "Page": 138
    },
    "Display": { "Title": "Anomalies" },
    "Description": "Old magic permeates the Ironlands. These forces sometimes manifest as an anomaly, which is an otherworldly feature of the terrain or environment. Some are the embodiment of ancient spirits, and have unknowable motivations. Others are forces of nature given cruel purpose.",
    "Encounters": [
      {
        "Name": "Blood Thorn",
        "Features": [
          "Thorn-tipped branches",
          "Scattered bones, stripped clean",
          "Large central pod"
        ],
        "Drives": ["Consume blood", "Proliferate"],
        "Tactics": ["Lie in wait", "Grasp, entangle, and feed"],
        "Rank": 2,
        "Description": "A blood thorn is a malignant, carnivorous plant. It seizes its victims with long, creeping tendrils. Then, it leeches their life through hollow thorns, eventually bleeding them dry.\n\nBlood thorns appear in woodland areas throughout the Ironlands. They are especially common in the Deep Wilds, where they often encircle elf villages. Some suspect they are cultivated by the elves, or share a symbiotic relationship with them.",
        "Quest Starter": "Ironlanders attempted to found a settlement at the heart of a **Wild Tanglewood** a decade ago. That place is now abandoned and infested by blood thorns. Why did the settlers try to create a home in such an untamed place? What object or information do you seek there?",
        "$id": "Ironsworn/Encounters/Anomaly/Blood_Thorn",
        "Nature": "Anomaly",
        "Display": { "Title": "Blood Thorn" },
        "Source": {
          "Title": "Ironsworn: Delve",
          "Authors": ["Shawn Tomkin"],
          "Page": 138
        },
        "Your Truth": "Each spring, a vibrant red flower sprouts from blood thorn branches. This blossom is coveted as an ingredient for alchemical elixirs. What effect does it provide?"
      },
      {
        "Name": "Circle of Stones",
        "Features": [
          "Ancient stones, etched with mysterious symbols",
          "Whispers of old magic",
          "Visions of hoarded memories"
        ],
        "Drives": ["Preserve age-old secrets", "Seek new knowledge"],
        "Tactics": [
          "Trap the unwary, and lure the desperate",
          "Extract painful memories",
          "Grant knowledge, for a price"
        ],
        "Rank": 2,
        "Description": "The ancient standing stones, crafted long before we settled here, preserve the memories and secrets of the Ironlands.\n\nBecause the stones are often hidden within dense thickets, buried in snow, or obscured by veils of mist, a traveler may find themselves unexpectedly breaking the boundary of a circle. The stones hunger for new knowledge, and our memories are fodder for their insatiable appetites. What they take is sometimes gone forever.\n\nSome Ironlanders enter a circle willingly. Perhaps they hope to abandon a painful memory to the stones, discarding that piece of themselves like slag hammered from wrought iron. Then, there are those who wish to forsake the world and live with their memories. For them, an unreal life within the circle is better than the cruel reality outside of it.\n\nThose in need of information may choose to risk a negotiation within a circle. Knowledge for knowledge is the customary trade, but the stones are cunning and may demand a more horrible price.",
        "Quest Starter": "A clan of Ironlanders protect and worship a circle of stones found in a Hallowed Tanglewood. What forbidden secrets do these stones offer? How does the price for these secrets threaten you or your kin?",
        "$id": "Ironsworn/Encounters/Anomaly/Circle_of_Stones",
        "Nature": "Anomaly",
        "Display": { "Title": "Circle of Stones" },
        "Source": {
          "Title": "Ironsworn: Delve",
          "Authors": ["Shawn Tomkin"],
          "Page": 140
        },
        "Your Truth": "The stones covet a particular type of memory above all others. What is it, and what do they offer in exchange?"
      },
      {
        "Name": "Glimmer",
        "Features": ["Dancing lights given vague form", "Silent beckoning"],
        "Drives": [
          "Illuminate the darkness",
          "Provide escort along secret paths"
        ],
        "Tactics": [
          "Appear to the lost and desperate",
          "Show the way",
          "Lead astray"
        ],
        "Rank": 2,
        "Description": "The glimmer are beings of mysterious origin and intent. They are most often encountered as particles of light which coalesce into a luminous humanoid or animal form.\n\nThey are drawn to those who need guidance. For wayward travelers and seekers of hidden things, a glimmer will make a silent offer of passage. Relief from the dangers of the Ironlands or a quick journey to a distant destination is a tempting invitation, but not without its own price.\n\nThe path the glimmer reveals is not wholly of our world. It can descend into the past, or climb into the future. It can wend its way across other lands and through strange realities. These trails are navigated not just by the glimmer, but by ancient, baneful things beyond comprehension.\n\nIf you accept a glimmer’s guidance, steel yourself for the journey. Envision the places and people that give you hope, and you may find yourself among them. But do not be distracted. The temptations and terrors along the way can lead all but the most resolute astray. To be lost along a glimmer’s path is to remain lost—perhaps forever.",
        "Quest Starter": "Someone you love entered a **Corrupted Shadowfen** in search of a glimmer’s aid. They did not return. What did they seek? Can you walk the glimmer’s path and bring them back home?",
        "$id": "Ironsworn/Encounters/Anomaly/Glimmer",
        "Nature": "Anomaly",
        "Display": { "Title": "Glimmer" },
        "Source": {
          "Title": "Ironsworn: Delve",
          "Authors": ["Shawn Tomkin"],
          "Page": 142
        },
        "Your Truth": "If you seek the guidance of a glimmer, you can try summoning one through a specific rite. What must you do? What cost must be paid?"
      },
      {
        "Name": "Gloom",
        "Features": ["Creeping, vaporous murk", "Whispers and illusions"],
        "Drives": ["Envelop all in shadow", "Feed on fear and despair"],
        "Tactics": [
          "Lure with trickery",
          "Snuff out lights",
          "Surround and engulf",
          "Show painful and horrifying visions"
        ],
        "Rank": 2,
        "Description": "A gloom is a mass of malignant shadow. It dwells in dark places beneath the earth, or in the shadows of thick woods. At twilight and during the long gray days of winter, it emerges from its lightless refuge to sate its hunger.\n\nThe gloom’s amorphous form cannot exert physical force. Instead, it will draw in its victims through illusion, mimicking familiar voices or forms. Or it will use the cover of darkness to ambush unwary prey. Once enveloped, the victim is a captive audience for the gloom’s apparitions, forced to face their innermost doubts and fears. The gloom picks at their sanity like a scavenger cleaning meat from bones. After a time, there is nothing left but an empty shell.\n\nIf trapped within a gloom, let your conviction and courage be your light. Against hopelessness, find hope. Against despair, find peace of mind. Against terror, find faith. In the darkness, it is not the gloom that is your enemy. It is yourself.",
        "Quest Starter": "Zealots nurture a gloom within a Hallowed Underkeep. They believe this anomaly offers true enlightenment, and seek a means to unleash it on the Ironlands. Who is the leader of this sect?",
        "$id": "Ironsworn/Encounters/Anomaly/Gloom",
        "Nature": "Anomaly",
        "Display": { "Title": "Gloom" },
        "Source": {
          "Title": "Ironsworn: Delve",
          "Authors": ["Shawn Tomkin"],
          "Page": 144
        },
        "Your Truth": "Is there a benevolent counterpart to a gloom—one which offers light and hope instead of darkness and despair? Is this the cure for someone who suffers the aftermath of a gloom’s visions? What is it called, and where can it be found?"
      },
      {
        "Name": "Maelstrom",
        "Features": [
          "Whirling vortex of water",
          "Fierce currents",
          "Ghostly screams"
        ],
        "Drives": ["Engulf victims", "Amass the voices of the lost"],
        "Tactics": [
          "Seize with raging, swirling waters",
          "Stun with numbing cold",
          "Batter with debris",
          "Drag into abyssal darkness"
        ],
        "Rank": 2,
        "Description": "In coastal waters and cavern pools, these swirling vortexes of frigid water drag the unwary into their depths, stealing the breath from their lungs.\n\nMaelstroms often manifest in places of great loss and tragedy, on the sites of shipwrecks or the watery graves of drowned travelers. The debris swept into the maelstrom’s heart batter armor and flesh. The voices of the maelstrom’s victims, ripped from their chests with their dying breaths, cry out from the turbulent water.",
        "Quest Starter": "Within a waterway cutting through a **Ravaged Icereach**, a great maelstrom drew a longship and its crew into the depths. Despite an exhaustive search, no survivors—or even bodies—are found. They are simply gone. Why are you compelled to discover the fate of these victims?",
        "$id": "Ironsworn/Encounters/Anomaly/Maelstrom",
        "Nature": "Anomaly",
        "Display": { "Title": "Maelstrom" },
        "Source": {
          "Title": "Ironsworn: Delve",
          "Authors": ["Shawn Tomkin"],
          "Page": 146
        },
        "Your Truth": "Some believe that you must cast a particular thing of value into a maelstrom in trade for your life. What is it?"
      },
      {
        "Name": "Tempest",
        "Features": [
          "Biting winds",
          "Stinging ice",
          "Ghostly voices and shadowy forms"
        ],
        "Drives": ["Seek warmth, and snuff it out"],
        "Tactics": [
          "Envelop in a wintry cyclone",
          "Batter with icy shards and ferocious winds",
          "Grant release, at great cost"
        ],
        "Rank": 2,
        "Description": "A tempest is a fierce, unnatural storm. It can appear in any season or in any weather, but is larger and more powerful in the depths of winter. It is drawn to the warmth of living beings, and seeks to douse that life as one would snuff out a candle.\n\nA tempest’s true nature is a mystery. Is it intelligent, or just a force of nature? Those who survive an encounter sometimes report hearing hushed voices and seeing strange forms within the whirlwind. Some few tell tales of the eye of the storm, where the colds and wind abate, and where relief from certain death is offered—for a price.",
        "Quest Starter": "In the Havens, a massive, swirling tempest has appeared. It is expanding with grim purpose. A settlement was destroyed, and others are threatened. At the heart of the storm lies an **Ancient Ruin**. What force powers this tempest? Can it be stopped, or will it someday cover all the Ironlands in its cold wrath?",
        "$id": "Ironsworn/Encounters/Anomaly/Tempest",
        "Nature": "Anomaly",
        "Display": { "Title": "Tempest" },
        "Source": {
          "Title": "Ironsworn: Delve",
          "Authors": ["Shawn Tomkin"],
          "Page": 148
        },
        "Your Truth": "Are there Ironlanders in your world who can foretell or influence the weather? If so, what are they called? What signs do they look for as a portent of a coming tempest?"
      }
    ]
  }
]
