{
  "The Old World": {
    "$id": "ironsworn/setting_truths/the_old_world",
    "Title": {
      "$id": "ironsworn/setting_truths/the_old_world/title",
      "Canonical": "The Old World",
      "Standard": "The Old World",
      "Short": "The Old World"
    },
    "Source": {
      "Title": "Ironsworn Rulebook",
      "Authors": ["Shawn Tomkin"],
      "Page": 123,
      "License": "https://creativecommons.org/licenses/by-nc-sa/4.0/"
    },
    "Options": [
      {
        "$id": "ironsworn/setting_truths/the_old_world/1",
        "Description": "The savage clans called the Skulde invaded the kingdoms of the Old World. Our armies fell. Most were killed or taken into slavery. Those who escaped set sail aboard anything that would float. After an arduous months-long voyage, the survivors made landfall upon the Ironlands.",
        "Quest starter": "You are a descendant of the Skulde. Because of your heritage, your family has long borne the distrust of your fellow Ironlanders. Now, a small force of Skulde have landed on our shores. Are they the harbinger of an invasion? Where do your loyalties lie?"
      },
      {
        "$id": "ironsworn/setting_truths/the_old_world/2",
        "Description": "The sickness moved like a horrible wave across the Old World, killing all in its path. Thousands fled aboard ships. However, the plague could not be outrun. On many ships, the disease was contained through ruthless measures—tossing overboard any who exhibited the slightest symptom. Other ships were forever lost. In the end, those who survived found the Ironlands and made it their new home. Some say we will forever be cursed by those we left behind.",
        "Quest starter": "A settlement is stricken by disease. Though this sickness bears some similarities to the Old World plague, it doesn’t kill its victims. Instead, it changes them. How does this disease manifest? Why do you swear to seek out a cure?"
      },
      {
        "$id": "ironsworn/setting_truths/the_old_world/3",
        "Description": "The Old World could no longer sustain us. We were too large in number. We had felled the forests. Our crops withered in the barren ground. The cities and villages overflowed with desperate, hungry people. Petty kings battled for scraps. We cast our fate to the sea and found the Ironlands. A new world. A fresh start.",
        "Quest starter": "Decades ago, the exodus ended. Since then, no ships have sailed here from the Old World. Until now. Word comes of a single ship, newly arrived across the vast ocean, grounded on the rocks of the Barrier Islands. When you hear the name of this ship, you swear to uncover the fate of its passengers. Why is it so important to you?"
      }
    ]
  },
  "Iron": {
    "$id": "ironsworn/setting_truths/iron",
    "Title": {
      "$id": "ironsworn/setting_truths/iron/title",
      "Canonical": "Iron",
      "Standard": "Iron",
      "Short": "Iron"
    },
    "Source": {
      "Title": "Ironsworn Rulebook",
      "Authors": ["Shawn Tomkin"],
      "Page": 124,
      "License": "https://creativecommons.org/licenses/by-nc-sa/4.0/"
    },
    "Options": [
      {
        "$id": "ironsworn/setting_truths/iron/1",
        "Description": "The imposing hills and mountains of the Ironlands are rich in iron ore. Most prized of all is the star-forged black iron.",
        "Quest starter": "The caravan, bound for the distant southlands, left the mining settlement last season but never arrived at its destination. It carried a bounty of black iron. Why is finding this lost caravan so important to you?"
      },
      {
        "$id": "ironsworn/setting_truths/iron/2",
        "Description": "The weather is bleak. Rain and wind sweep in from the ocean. The winters are long and bitter. One of the first settlers complained, \"Only those made of iron dare live in this foul place\" – and thus our land was named.",
        "Quest starter": "The harvest fell short. The unrelenting snows left the village isolated. The food is running out. What will you do to see these people through this harsh season?"
      },
      {
        "$id": "ironsworn/setting_truths/iron/3",
        "Description": "Inscrutable metal pillars are found throughout the land. They are iron gray, and smooth as river stone. No one knows their purpose. Some say they are as old as the world. Some, such as the Iron Priests, worship them and swear vows upon them. Most make the warding sign and hurry along their way when they happen across one. The pillars do not tarnish, and even the sharpest blade cannot mark them.",
        "Quest starter": "Your dreams are haunted by visions of a pillar which stands in an unfamiliar landscape. What do you see? Why are you sworn to seek it out?"
      }
    ]
  },
  "Legacies": {
    "$id": "ironsworn/setting_truths/legacies",
    "Title": {
      "$id": "ironsworn/setting_truths/legacies/title",
      "Canonical": "Legacies",
      "Standard": "Legacies",
      "Short": "Legacies"
    },
    "Source": {
      "Title": "Ironsworn Rulebook",
      "Authors": ["Shawn Tomkin"],
      "Page": 124,
      "License": "https://creativecommons.org/licenses/by-nc-sa/4.0/"
    },
    "Options": [
      {
        "$id": "ironsworn/setting_truths/legacies/1",
        "Description": "We are the first humans to walk these lands.",
        "Quest starter": "In the writings of one of the first settlers, there is a description of a glade in the heart of the Deep Wilds. The spirits of this place are said to grant a miraculous blessing. What boon does it bestow?"
      },
      {
        "$id": "ironsworn/setting_truths/legacies/2",
        "Description": "Other humans sailed here from the Old World untold years ago, but all that is left of them is a savage, feral people we call the broken. Is their fate to become our own?",
        "Quest starter": "You find a child—one of the broken. It is wounded, and hunted by others of its kind. Do you protect it, even at the risk of inviting the wrath of the broken tribes?"
      },
      {
        "$id": "ironsworn/setting_truths/legacies/3",
        "Description": "Before the Ironlanders, before even the firstborn, another people lived here. Their ancient ruins are found throughout the Ironlands.",
        "Quest starter": "Miners uncovered an underground ruin. Thereafter, the people of the settlement are haunted by strange dreams. The ruins call to them, they say. Several have disappeared in that dark, ancient place – including someone important to you."
      }
    ]
  },
  "Communities": {
    "$id": "ironsworn/setting_truths/communities",
    "Title": {
      "$id": "ironsworn/setting_truths/communities/title",
      "Canonical": "Communities",
      "Standard": "Communities",
      "Short": "Communities"
    },
    "Source": {
      "Title": "Ironsworn Rulebook",
      "Authors": ["Shawn Tomkin"],
      "Page": 125,
      "License": "https://creativecommons.org/licenses/by-nc-sa/4.0/"
    },
    "Options": [
      {
        "$id": "ironsworn/setting_truths/communities/1",
        "Description": "We are few in number in this accursed land. Most rarely have contact with anyone outside our own small steading or village, and strangers are viewed with deep suspicion.",
        "Quest starter": "In the dead of winter, a desperate man arrives at a snowbound steading. He is wounded, hungry, and nearly frozen to death. His family has been taken. By whom? Will you brave the merciless winter to save them?"
      },
      {
        "$id": "ironsworn/setting_truths/communities/2",
        "Description": "We live in communities called circles. These are settlements ranging in size from a steading with a few families to a village of several hundred. Some circles belong to nomadic folk. Some powerful circles might include a cluster of settlements. We trade (and sometimes feud) with other circles.",
        "Quest starter": "A decades-long feud between two circles has flared into open conflict. What is the cause of this dispute? Do you join in the fight, or swear to put a stop to it?"
      },
      {
        "$id": "ironsworn/setting_truths/communities/3",
        "Description": "We have forged the Ironlands into a home. Villages within the Havens are connected by well-trod roads. Trade caravans travel between settlements in the Havens and those in outlying regions. Even so, much of this land is untamed.",
        "Quest starter": "Caravans are forced to pay for passage along a trade road. This payment, one-quarter of the goods carried, leaves several communities without sufficient winter stores. Who is making these demands? How will you set things right?"
      }
    ]
  },
  "Leaders": {
    "$id": "ironsworn/setting_truths/leaders",
    "Title": {
      "$id": "ironsworn/setting_truths/leaders/title",
      "Canonical": "Leaders",
      "Standard": "Leaders",
      "Short": "Leaders"
    },
    "Source": {
      "Title": "Ironsworn Rulebook",
      "Authors": ["Shawn Tomkin"],
      "Page": 125,
      "License": "https://creativecommons.org/licenses/by-nc-sa/4.0/"
    },
    "Options": [
      {
        "$id": "ironsworn/setting_truths/leaders/1",
        "Description": "Leadership is as varied as the people. Some communities are governed by the head of a powerful family. Or, they have a council of elders who make decisions and settle disputes. In others, the priests hold sway. For some, it is duels in the circle that decide.",
        "Quest starter": "You have vivid reoccurring dreams of an Ironlands city. It has strong stone walls, bustling markets, and a keep on a high hill. And so many people! Nowhere in the Ironlands does such a city exist. In your dreams, you are the ruler of this city. Somehow, no matter how long it takes, you must make this vision a reality."
      },
      {
        "$id": "ironsworn/setting_truths/leaders/2",
        "Description": "Each of our communities has its own leader, called an overseer. Every seventh spring, the people affirm their current overseer or choose a new one. Some overseers wear the iron circlet reluctantly, while others thirst for power and gain it through schemes or threats.",
        "Quest starter": "An overseer has fallen ill. She is sure to die without help, and the illness is unknown to the village healer. Poison, or perhaps even foul magic, is suspected. The families in the community are now at each other’s throats as they position their preferred candidates to take up the iron circlet. Will you discover the truth of the overseer’s illness and restore her to health?"
      },
      {
        "$id": "ironsworn/setting_truths/leaders/3",
        "Description": "Numerous clan-chiefs rule over petty domains. Most are intent on becoming the one true king. Their squabbles will be our undoing.",
        "Quest starter": "You secretly possess one-half of the True Crown, an Old World relic. Centuries ago, this crown was broken in two when an assassin’s axe split the head of the supreme ruler. You are descended from that lineage. Who gave you this relic? Will you find the other half of the broken crown and attempt to unite the clans under your rule? Or, do you see another use for it?"
      }
    ]
  },
  "Defense": {
    "$id": "ironsworn/setting_truths/defense",
    "Title": {
      "$id": "ironsworn/setting_truths/defense/title",
      "Canonical": "Defense",
      "Standard": "Defense",
      "Short": "Defense"
    },
    "Source": {
      "Title": "Ironsworn Rulebook",
      "Authors": ["Shawn Tomkin"],
      "Page": 126,
      "License": "https://creativecommons.org/licenses/by-nc-sa/4.0/"
    },
    "Options": [
      {
        "$id": "ironsworn/setting_truths/defense/1",
        "Description": "Here in the Ironlands, supplies are too precious, and the lands are too sparsely populated, to support organized fighting forces. When a community is threatened, the people stand together to protect their own.",
        "Quest starter": "A settlement is unable, or unwilling, to defend itself against an imminent threat. Why? What peril do they face? What will you do to protect them?"
      },
      {
        "$id": "ironsworn/setting_truths/defense/2",
        "Description": "The wardens are our soldiers, guards, and militia. They serve their communities by standing sentry, patrolling surrounding lands, and organizing defenses in times of crisis. Most have strong ties to their community. Others, called free wardens, are wandering mercenaries who hire on to serve a community or protect caravans.",
        "Quest starter": "You come upon a dying warden. She tells you of an important mission, and charges you with its completion. \"Swear to me,\" she says, reaching out with a bloodied hand to give you an object crucial to the quest. What is it?"
      },
      {
        "$id": "ironsworn/setting_truths/defense/3",
        "Description": "Our warbands are rallied to strike at our enemies or defend our holdings. Though not nearly as impressive as the armies that once marched across the Old World, these forces are as well-trained and equipped as their communities can manage. The banners of the warbands are adorned with depictions of their Old World history and Ironland victories.",
        "Quest starter": "A warband was wiped out in a battle against an overwhelming enemy. What is your connection to this band? Who defeated them? Will you carry their banner on a quest for vengeance, or do you vow to see it brought home to a place of honor?"
      }
    ]
  },
  "Mysticism": {
    "$id": "ironsworn/setting_truths/mysticism",
    "Title": {
      "$id": "ironsworn/setting_truths/mysticism/title",
      "Canonical": "Mysticism",
      "Standard": "Mysticism",
      "Short": "Mysticism"
    },
    "Source": {
      "Title": "Ironsworn Rulebook",
      "Authors": ["Shawn Tomkin"],
      "Page": 127,
      "License": "https://creativecommons.org/licenses/by-nc-sa/4.0/"
    },
    "Options": [
      {
        "$id": "ironsworn/setting_truths/mysticism/1",
        "Description": "Some still find comfort in the old ways. They call on mystics to divine the fortune of their newborn, or ask them to perform rituals to invoke a bountiful harvest. Others act out of fear against those who they suspect of having power. However, most folk believe true magic—if it ever existed—is lost to us now.",
        "Quest starter": "Someone close to you is accused of cursing a settlement, causing fields to go fallow and cattle to become sick. What is the evidence of this? Will you defend this person and uncover the true cause of the settlement’s troubles?"
      },
      {
        "$id": "ironsworn/setting_truths/mysticism/2",
        "Description": "Magic is rare and dangerous, but those few who wield the power are truly gifted.",
        "Quest starter": "You have heard stories of someone who wields true power. They live in an isolated settlement far away. Who told you of this mystic? Are they feared or respected? Why do you swear to seek them out?"
      },
      {
        "$id": "ironsworn/setting_truths/mysticism/3",
        "Description": "Magic courses through this land as the rivers flow through the hills. The power is there for those who choose to harness it, and even the common folk often know a helpful ritual or two.",
        "Quest starter": "Someone you love walked the paths of power, and succumbed to it. Who are they? Why did they fall into darkness? Where are they now? Do you seek to save them or defeat them?"
      }
    ]
  },
  "Religion": {
    "$id": "ironsworn/setting_truths/religion",
    "Title": {
      "$id": "ironsworn/setting_truths/religion/title",
      "Canonical": "Religion",
      "Standard": "Religion",
      "Short": "Religion"
    },
    "Source": {
      "Title": "Ironsworn Rulebook",
      "Authors": ["Shawn Tomkin"],
      "Page": 127,
      "License": "https://creativecommons.org/licenses/by-nc-sa/4.0/"
    },
    "Options": [
      {
        "$id": "ironsworn/setting_truths/religion/1",
        "Description": "A few Ironlanders still make signs or mumble prayers out of habit or tradition, but most believe the gods long ago abandoned us.",
        "Quest starter": "A charismatic Ironlander, encouraging her followers to renounce the vestiges of Old World religions, proposes a new path for this new world. What doctrine does she teach? What does she seek to achieve? Are you sworn to aid or stop her?"
      },
      {
        "$id": "ironsworn/setting_truths/religion/2",
        "Description": "The people honor old gods and new. In this harsh land, a prayer is a simple but powerful comfort.",
        "Quest starter": "An Ironlander is determined to make a pilgrimage into dangerous lands. What holy place do they seek? Why do you swear to aid them on this journey? Who seeks to stop them and why?"
      },
      {
        "$id": "ironsworn/setting_truths/religion/3",
        "Description": "Our gods are many. They make themselves known through manifestations and miracles. Some say they even secretly walk among us. The priests convey the will of the gods and hold sway over many communities.",
        "Quest starter": "You bear the mark of a god. What is it? The priests declare this as a sign you are chosen to fulfill a destiny. Do you accept this fate, and swear to see it through, or are you determined to see it undone? What force opposes you?"
      }
    ]
  },
  "Firstborn": {
    "$id": "ironsworn/setting_truths/firstborn",
    "Title": {
      "$id": "ironsworn/setting_truths/firstborn/title",
      "Canonical": "Firstborn",
      "Standard": "Firstborn",
      "Short": "Firstborn"
    },
    "Source": {
      "Title": "Ironsworn Rulebook",
      "Authors": ["Shawn Tomkin"],
      "Page": 128,
      "License": "https://creativecommons.org/licenses/by-nc-sa/4.0/"
    },
    "Options": [
      {
        "$id": "ironsworn/setting_truths/firstborn/1",
        "Description": "The firstborn have passed into legend. Some say the remnants of the old tribes still dwell in deep forests or high mountains. Most believe they were never anything more than myth.",
        "Quest starter": "Someone obsessed with the firstborn wants to find evidence of their existence. This will require an expedition into the far reaches of the Ironlands. What is your role in this mission?"
      },
      {
        "$id": "ironsworn/setting_truths/firstborn/2",
        "Description": "The firstborn live in isolation and are fiercely protective of their own lands.",
        "Quest starter": "The elf, outcast from his kind, lives with Ironlanders. Over time, he became a part of the community. Now, he is dying. He yearns to return to his people before he passes. Does he seek absolution or justice? Why do you swear to help him? What force opposes his return?"
      },
      {
        "$id": "ironsworn/setting_truths/firstborn/3",
        "Description": "The firstborn hold sway in the Ironlands. The elves of the deep forests and the giants of the hills tolerate us and even trade with us—for now. Ironlanders fear the day they decide we are no longer welcome here.",
        "Quest starter": "Humans and giants are on the brink of war. What has happened? Who do you side with? Can anything be done to defuse the situation?"
      }
    ]
  },
  "Beasts": {
    "$id": "ironsworn/setting_truths/beasts",
    "Title": {
      "$id": "ironsworn/setting_truths/beasts/title",
      "Canonical": "Beasts",
      "Standard": "Beasts",
      "Short": "Beasts"
    },
    "Source": {
      "Title": "Ironsworn Rulebook",
      "Authors": ["Shawn Tomkin"],
      "Page": 128,
      "License": "https://creativecommons.org/licenses/by-nc-sa/4.0/"
    },
    "Options": [
      {
        "$id": "ironsworn/setting_truths/beasts/1",
        "Description": "The beasts of old are nothing but legend. A few who travel into the deep forests and high mountains return with wild tales of monstrous creatures, but they are obviously delusional. No such things exist.",
        "Quest starter": "You were witness to an attack by what you thought was an animal of monstrous proportions. No one believes you. In fact, you are accused of the murder you blame on this beast. How can you prove your innocence? Can you even trust your own memories of the event?"
      },
      {
        "$id": "ironsworn/setting_truths/beasts/2",
        "Description": "Monstrous beasts stalk the wild areas of the Ironlands.",
        "Quest starter": "A prominent Ironlander is consumed with the need to bring vengeance upon a specific beast. What makes this creature distinctive? How did it earn the wrath of this Ironlander? Do you aid this person in their quest, or act to prevent their blind hate from destroying more than just the beast?"
      },
      {
        "$id": "ironsworn/setting_truths/beasts/3",
        "Description": "Beasts of all sorts roam the Ironlands. They dwell primarily in the reaches, but range into the settled lands to hunt. There, they often prey on cattle, but attacks on travelers, caravans, or even settlements are not uncommon.",
        "Quest starter": "Professional slayers earn their keep by killing beasts. This particular slayer, famed throughout the Ironlands for her numerous kills, has gone missing on a hunt. Did she finally meet her match, or is something more nefarious at play. What is your connection to her?"
      }
    ]
  },
  "Horrors": {
    "$id": "ironsworn/setting_truths/horrors",
    "Title": {
      "$id": "ironsworn/setting_truths/horrors/title",
      "Canonical": "Horrors",
      "Standard": "Horrors",
      "Short": "Horrors"
    },
    "Source": {
      "Title": "Ironsworn Rulebook",
      "Authors": ["Shawn Tomkin"],
      "Page": 129,
      "License": "https://creativecommons.org/licenses/by-nc-sa/4.0/"
    },
    "Options": [
      {
        "$id": "ironsworn/setting_truths/horrors/1",
        "Description": "Nothing but stories to frighten children.",
        "Quest starter": "The murders began last season. Local gossip suggests they are the work of a vengeful horror, but there may be more mundane forces at work. What is your connection to these killings? What will you do to stop them?"
      },
      {
        "$id": "ironsworn/setting_truths/horrors/2",
        "Description": "We are wary of dark forests and deep waterways, for monsters lurk in those places. In the depths of the long-night, when all is wreathed in darkness, only fools venture beyond their homes.",
        "Quest starter": "You bear the scars of an attack by a horror. What was it? Are those scars physical, emotional, or both? How do you seek to make yourself whole again?"
      },
      {
        "$id": "ironsworn/setting_truths/horrors/3",
        "Description": "The dead do not rest in the Ironlands. At night we light torches, scatter salt, and post sentries at the gate. It is not enough. They are coming.",
        "Quest starter": "A group of Ironlanders establish a settlement in a territory cursed by a malevolent horror. What evil plagues this land? Why are the Ironlanders so intent on settling here? Will you aid them, or attempt to force them to give up this foolish undertaking?"
      }
    ]
  }
}
