{
  "Name": "Combat Moves",
  "Source": {
    "Name": "Starforged Backer Preview",
    "Version": "050821"
  },
  "Moves": [
    {
      "Name": "Enter the Fray",
      "Text": "**When you initiate combat or are forced into a fight**, envision your objective and give it a rank. If the combat includes discrete challenges or phases, set an objective with a rank for each.\n\nThen, roll to see if you are in control. If you are...\n\n  * On the move: Roll +edge\n  * Facing off against your foe: Roll +heart\n  * In the thick of it at close-quarters: Roll +iron\n  * Preparing to act against an unaware foe: Roll +shadow\n  * Caught in a trap or sizing up the situation: Roll +wits\n\nOn a **strong hit**, take both. On a **weak hit**, choose one.\n\n  * Take +2 momentum\n  * You are in control\n\nOn a **miss**, the fight begins with you in a bad spot."
    },
    {
      "Name": "Gain Ground",
      "Text": "**When you are in control and take action in a fight to reinforce your position or move towards an objective**, envision your approach and roll. If you are...\n\n  * In pursuit, fleeing, or maneuvering: Roll +edge\n  * Charging boldly into action, coming to the aid of others, negotiating, or commanding: Roll +heart\n  * Gaining leverage with force, powering through, or making a threat: Roll +iron\n  * Hiding, preparing an ambush, or misdirecting: Roll +shadow\n  * Coordinating a plan, studying a situation, or cleverly gaining leverage: Roll +wits\n\nOn a **hit**, you stay in control. On a **strong hit**, choose two. On a **weak hit**, choose one.\n\n  * Mark progress\n  * Take +2 momentum\n  * Add +1 on your next move (not a progress move)\n\nOn a **miss**, your foe gains the upper hand, the fight moves to a new location, or you encounter a new peril. You are in a bad spot and must [Pay the Price](#Pay-the-Price)."
    },
    {
      "Name": "React Under Fire",
      "Text": "**When you are in a bad spot and take action in a fight to avoid danger or overcome an obstacle**, envision your approach and roll. If you are...\n\n  * In pursuit, fleeing, dodging, getting back into position, or taking cover: Roll +edge\n  * Remaining stalwart against fear or temptation: Roll +heart\n  * Blocking or diverting with force, or taking the hit: Roll +iron\n  * Moving into hiding or creating a distraction: Roll +shadow\n  * Changing the plan, finding a way out, or cleverly bypassing an obstacle: Roll +wits\n\nOn a **strong hit**, you succeed and are in control. Take +1 momentum.\n\nOn a **weak hit**, you succeed, but face a troublesome cost. Make a suffer move (-1). You stay in a bad spot.\n\nOn a **miss**, the situation worsens. You stay in a bad spot and must [Pay the Price](#Pay-the-Price)."
    },
    {
      "Name": "Strike",
      "Text": "**When you are in control and assault a foe at close-quarters**, roll +iron; **when you attack at a distance**, roll +edge.\n\nOn a **strong hit**, mark progress twice. You dominate your foe and stay in control.\n\nOn a **weak hit**, mark progress twice, but you expose yourself to danger. You are in a bad spot.\n\nOn a **miss**, the fight turns against you. You are in a bad spot and must [Pay the Price](#Pay-the-Price)."
    },
    {
      "Name": "Clash",
      "Text": "**When you are in a bad spot and fight back against a foe at close-quarters**, roll +iron; **when you exchange fire at a distance**, roll +edge.\n\nOn a **strong hit**, mark progress twice. You overwhelm your foe and are in control.\n\nOn a **weak hit**, mark progress, but you are dealt a counterblow or setback. You stay in a bad spot and must [Pay the Price](#Pay-the-Price).\n\nOn a **miss**, your foe dominates this exchange. You stay in a bad spot and must [Pay the Price](#Pay-the-Price)."
    },
    {
      "Name": "Face Defeat",
      "Text": "**When you abandon or are deprived of an objective**, envision the consequence of this failure, clear the objective, and [Pay the Price](#Pay-the-Price).\n\nIf the fight continues, you may create a new objective and give it a rank to represent the changing situation. If any objectives remain, the fight continues and you are in a bad spot."
    },
    {
      "Name": "Take Decisive Action",
      "Progress Move": true,
      "Text": "**When you seize an objective in a fight**, envision how you take decisive action. Then, roll the challenge dice and compare to your progress.\n\nIf you are in control, check the result as normal. If you are in a bad spot, count a strong hit as a weak hit, and a weak hit as a miss.\n\nOn a **strong hit**, you prevail. Take +1 momentum. If any objectives remain and the fight continues, you are in control.\n\nOn a **weak hit**, you achieve your objective, but not without cost. Roll on the table below or choose one. If the fight continues, you are in a bad spot.\n\n| Roll | Result | \n|---|---|\n| 1-40 | It’s worse than you thought: You or an ally make a suffer move (-2) | \n| 41-52 | The victory is short-lived: A new peril or foe is revealed | \n| 53-64 | You face collateral damage: Something is lost, damaged, or broken | \n| 65-76 | Others pay the price: Someone else suffers the cost | \n| 77-88 | Others won’t forget: You are marked for vengeance | \n| 89-100 | It gets complicated: The true nature of a foe or objective is revealed | \n\nOn a **miss**, you are defeated or your objective is lost. [Pay the Price](#Pay-the-Price)."
    },
    {
      "Name": "Battle",
      "Text": "**When you fight a battle and it happens in a blur**, envision your objective and roll. If you primarily...\n\n  * Fight at range, or using your speed and the environment to your advantage: Roll +edge.\n  * Fight depending on your courage, leadership, or companions: Roll +heart.\n  * Fight in close to overpower your foe: Roll +iron.\n  * Fight using trickery to befuddle your foe: Roll +shadow.\n  * Fight using careful tactics to outsmart your foe: Roll +wits.\n\nOn a **strong hit**, you achieve your objective unconditionally. You and any allies who joined the battle may take +2 momentum.\n\nOn a **weak hit**, you achieve your objective, but not without cost. [Pay the Price](#Pay-the-Price).\n\nOn a **miss**, you are defeated or the objective is lost to you. [Pay the Price](#Pay-the-Price)."
    }
  ]
}
