{
  "Name": "Connection Moves",
  "Source": {
    "Name": "Starforged Backer Preview",
    "Version": "042721"
  },
  "Moves": [
    {
      "Name": "Make a Connection",
      "Text": "**When you search out a new relationship or give focus to an existing relationship (not an ally or companion)**, roll +heart.\n\nOn a **strong hit**, you create a connection. Give them a role and rank. Whenever your connection aids you on a move closely associated with their role, add +1 and take +1 momentum on a hit.\n\nOn a **weak hit**, as above, but this connection comes with a complication or cost. Envision what they reveal or demand.\n\nOn a **miss**, you don’t make a connection and the situation worsens. __Pay the Price__."
    },
    {
      "Name": "Develop Your Relationship",
      "Text": "**When you reinforce your relationship with a connection** by doing any of the following...\n\n  * swearing a vow to undertake a perilous quest in their service\n  * completing a quest to their benefit\n  * leveraging their help in desperate circumstances\n  * giving them something of worth\n  * sharing a profound moment\n  * standing with them against hardship\n  * overcoming a test of your relationship\n\n...you may mark progress per the rank of the connection."
    },
    {
      "Name": "Forge a Bond",
      "Text": "***Progress Move***\n\n**When your relationship with a connection is ready to evolve**, roll the challenge dice and compare to your progress.\n\nOn a **strong hit**, you now share a bond. Mark a reward on your bonds legacy track per the connection’s rank: troublesome=1 tick; dangerous=2 ticks; formidable=1 box; extreme=2 boxes; epic=3 boxes. Any allies who shared this connection also mark the reward. Then, choose one.\n\n  * Bolster their influence: When your connection aids you on a move closely associated with their role, add +2 instead of +1.\n  * Expand their role: Give your connection an additional role. When your connection aids you on a move closely associated with their new role, add +1 and take +1 momentum on a hit.\n\nOn a **weak hit**, as above, but they ask something more of you first. To gain the bond and the legacy reward, envision the nature of the request, and do it (or __Swear an Iron Vow__ to see it done).\n\nOn a **miss**, they reveal a motivation or background which puts you at odds. If you recommit to this relationship, roll both challenge dice, take the lowest value, and clear that number of progress boxes. Then, raise the connection’s rank by one (if not already epic)."
    },
    {
      "Name": "Test Your Relationship",
      "Text": "**When your relationship with a connection is tested through conflict, betrayal, or circumstance**, roll +heart. If you share a bond, add +1.\n\nOn a **strong hit**, this test has strengthened your relationship. If you share a bond, mark one tick on your bonds legacy track. Otherwise, __Develop Your Relationship__.\n\nOn a **weak hit**, as above, but maintaining the relationship comes with a demand or complication. Envision the fallout of this test.\n\nOn a **miss**, this relationship does not survive the test. Choose one.\n\n  * Lose the connection: Envision how this impacts you and __Pay the Price__.\n  * Prove your loyalty to the connection: Envision what you offer or what they demand, and __Swear an Iron Vow__ (formidable or greater) to see it done. Until you complete the quest, take no benefits for this connection. If you refuse or fail the quest, the connection is permanently undone."
    }
  ]
}
