{
  "Title": "Legacy Moves",
  "Source":
  {
    "Name": "Starforged Playtest Moves",
    "Version": "040521"
  },
  "Moves": [
  {
    "Name": "Advance",
    "Text": "**When you fill a box (four ticks) on any legacy track**, take 2 experience. You may spend 2 experience to upgrade an asset, or 3 experience to add a new asset.\n\nOnce you completely fill the tenth box on any legacy track, clear that track. You may start again marking progress on the cleared track, but earn experience at a reduced rate of 1 experience (instead of 2) for each filled progress box. If you make a progress roll against this track, resolve the outcome as if at 10 progress."
  },
  {
    "Name": "Continue a Legacy",
    "Text": "***Progress Move***\n\n**When you retire from your life as Ironsworn, or succumb to death or desolation**, you may create a new character in your established setting. If you do, roll the challenge dice and compare to each of the former character’s legacy tracks: Quests, bonds, and discoveries (one roll per track).\n\nFor each **strong hit**, choose one from below, or one from the weak hit or miss options.\n\n  * Follow their path: Take one path or companion asset from the former character (at no cost), including any marked abilities.\n  * Share a connection: Take one connection from the former character, including any accrued progress or bond benefits.\n  * Accept an inheritance: Take the former character’s command vehicle and one module or support vehicle (at no cost), including any marked abilities.\n\nFor each **weak hit**, choose one from below, or one from the miss options.\n\n  * See it through: Choose one of the former character’s unfinished quests, and __Swear an Iron Vow__ (with an automatic strong hit) to see it done. You may immediately mark up to half their earned progress (round down) on this quest.\n  * Rebuild a connection: Name one of the former character’s connections, and envision how time or circumstances have changed them in a dramatic way. When you __Make a Connection__ with them, take an automatic strong hit and mark two ticks on your bonds legacy track.\n  * Explore familiar ground: Name a location which was meaningful to the former character. When you first visit that place, envision how it has changed or is endangered. Then, mark two ticks on your discoveries legacy track.\n\nFor each **miss**, choose one.\n\n  * Deal with the aftermath: Envision how one of your former character’s foes has gained power or influence.\n  * Switch loyalties: Envision how you begin in opposition to your former character’s beliefs, goals, or allegiances.\n  * Open Pandora’s Box: Envision how an advancement or discovery has unleashed unexpectedly dire consequences."
  } ]
}
