{
  "Title": "Quest Moves",
  "Source":
  {
    "Name": "Starforged Playtest Moves",
    "Version": "012521"
  },
  "Moves": [
  {
    "Name": "Swear an Iron Vow",
    "Text": "**When you swear upon iron to complete a quest**, write your vow and give it a rank. Then, roll +heart. If you swear this vow to a connection, add +1; if you share a bond, add +2.\n\nOn a **strong hit**, you are emboldened and it is clear what you must do next (__Ask the Oracle__ if unsure). Take +2 momentum.\n\nOn a **weak hit**, you are determined but begin your quest with more questions than answers. Take +1 momentum, and envision what you do to find a path forward.\n\nOn a **miss**, you face a significant obstacle before you can make progress on your quest. Envision what stands in your way (__Ask the Oracle__ if unsure), and do what you must to overcome this obstacle."
  },
  {
    "Name": "Reach a Milestone",
    "Text": "**When you make significant progress in your quest** by doing any of the following...\n\n  * overcoming a critical obstacle\n  * completing a perilous expedition\n  * solving a complex mystery\n  * defeating a powerful foe\n  * gaining vital support\n  * acquiring a crucial item or resource\n\n...you may mark progress per the rank of the vow."
  },
  {
    "Name": "Forsake Your Vow",
    "Text": "**When you renounce your quest, betray your promise, or the goal is lost to you**, clear the vow. Then, envision how this failure impacts you and __Pay the Price__. If the vow was made to a connection, __Test Your Relationship__ when you next interact."
  },
  {
    "Name": "Fulfill Your Vow",
    "Text": "***Progress Move***\n\n**When you reach the end of your quest**, roll the challenge dice and compare to your progress.\n\nOn a **strong hit**, your vow is fulfilled. Mark a reward on your quests legacy track per the vow’s rank: troublesome=1 tick; dangerous=2 ticks; formidable=1 box; extreme=2 boxes; epic=3 boxes.\n\nOn a **weak hit**, as above, but there is more to be done or you realize the truth of your quest. If you __Swear an Iron Vow__ to set things right, take your full legacy reward. Otherwise, make the reward one rank lower.\n\nOn a **miss**, your quest is undone. Envision what happens (__Ask the Oracle__ if unsure), and choose one.\n\n  * Recommit: Clear all but one progress box, and raise the vow’s rank by one (if not already epic).\n  * Give up: __Forsake Your Vow__."
  } ]
}
