{
  "Title": "Fate Moves",
  "Source":
  {
    "Name": "Starforged Playtest Moves",
    "Version": "040521"
  },
  "Moves": [
  {
    "Name": "Pay the Price",
    "Text": "**When you suffer the outcome of an action**, choose one.\n\n  * Make the most obvious negative outcome happen.\n  * __Ask the Oracle__ for inspiration. Interpret the answer as a hardship or complication appropriate to the current situation.\n  * Roll on the table below. If you have difficulty interpreting the result to fit the current situation, roll again.\n\nRoll   | Result\n-------|---------------------------------------------------------------------\n1-2    | A trusted individual or community acts against you\n3-4    | An individual or community you care about is exposed to danger\n5-7    | You encounter signs of a looming threat\n8-10   | You create an opportunity for an enemy\n11-14  | You face a tough choice\n15-18  | You face the consequences of an earlier choice\n19-22  | A surprising development complicates your quest\n23-26  | You are separated from something or someone\n27-32  | Your action causes collateral damage or has an unintended effect\n33-38  | Something of value is lost or destroyed\n39-44  | The environment or terrain introduces a new hazard\n45-50  | A new enemy is revealed\n51-56  | A friend, companion, or ally is in harm’s way (or you are, if alone)\n57-62  | Your equipment or vehicle malfunctions\n63-68  | Your vehicle suffers damage\n69-74  | You waste resources\n75-81  | You are harmed\n82-88  | You are stressed\n89-95  | You are delayed or put at a disadvantage\n96-100 | Roll twice"
  },
  {
    "Name": "Ask the Oracle",
    "Text": "**When you seek to resolve questions, discover details, reveal locations, determine how other characters respond, or trigger encounters or events**, you may...\n\n  * Draw a conclusion: Decide the answer based on the most interesting and obvious result.\n  * Spark an idea: Use an oracle table or other random prompt.\n  * Ask a yes/no question: Decide the odds of a yes, and roll on the table below to check the answer.\n  * Pick two: Envision two options. Rate one as ‘likely’, and roll on the table below to see if it is true. If not, it is the other.\n\nOdds           | The answer is ‘yes’ if you roll...\n---------------|-----------------------------------\nAlmost Certain | 11 or greater\nLikely         | 26 or greater\n50/50          | 51 or greater\nUnlikely       | 76 or greater\nSmall Chance   | 91 or greater\n\nOn a match, an extreme result or twist has occurred."
  } ]
}
