{
  "Title": "Exploration Moves",
  "Source":
  {
    "Name": "Starforged Playtest Moves",
    "Version": "040521"
  },
  "Moves": [
  {
    "Name": "Undertake an Expedition",
    "Text": "When you trailblaze a route through perilous space, journey over hazardous terrain, or survey a mysterious site, give the expedition a name and rank. Then, for each segment of the expedition, envision your approach. If you...\n\n  * Move at speed: Roll + edge\n  * Keep under the radar: Roll + shadow\n  * Stay vigilant: Roll + wits\n\nOn a **strong hit**, you reach a waypoint. Envision the location and mark progress per the rank of your expedition.\n\nOn a **weak hit**, as above, but this progress costs you. Choose one.\n\n  * Suffer costs en route: Make a suffer move (-2), or two suffer moves (-1) .\n  * Face a peril at the waypoint: Envision what you encounter.\n\nOn a **miss**, you are waylaid by a crisis, or arrive at a waypoint to confront an immediate hardship or threat. Do not mark progress, and __Pay the Price__."
  },
  {
    "Name": "Explore a Waypoint",
    "Text": "**When you divert from an expedition to examine a notable location**, roll +wits.\n\nOn a **strong hit**, choose one. On a **strong hit with a match**, you may instead __Make a Discovery__.\n\n  * Find an opportunity: Envision a favorable insight, situation, resource, or encounter. Then, take +2 momentum.\n  * Gain progress: Mark progress on your expedition, per its rank.\n\nOn a **weak hit**, you uncover something interesting, but it is bound up in a peril or reveals an ominous aspect of this place. Envision what you encounter. Then, take +1 momentum.\n\nOn a **miss** you encounter an immediate hardship or threat, and must __Pay the Price__. On a **miss with a match**, you may instead __Confront Chaos__."
  },
  {
    "Name": "Finish an Expedition",
    "Text": "***Progress Move***\n\n**When your expedition comes to an end**, roll the challenge dice and compare to your progress.\n\nOn a **strong hit**, you reach your destination or complete your survey. Mark a reward on your discoveries legacy track per expedition’s rank: troublesome=1 tick; dangerous=2 ticks; formidable=1 box; extreme=2 boxes; epic=3 boxes. Any allies who shared this expedition also mark the reward.\n\nOn a **weak hit**, as above, but you face an unforeseen complication at the end of your expedition. Make the legacy reward one rank lower, and envision what you encounter.\n\nOn a **miss**, your destination is lost to you, or you come to understand the true nature or cost of the expedition. Envision what happens and choose one.\n\n  * Abandon the expedition: Envision the cost of this setback and __Pay the Price__.\n  * Return to the expedition: Roll both challenge dice, take the lowest value, and clear that number of progress boxes. Then, raise the expedition’s rank by one (if not already epic)."
  },
  {
    "Name": "Set a Course",
    "Text": "**When you follow a known route through perilous space, across hazardous terrain, or within a mysterious site**, roll +supply.\n\nOn a **strong hit**, you reach your destination and the situation there favors you. Take +1 momentum.\n\nOn a **weak hit**, you arrive, but face a cost or complication. Choose one.\n\n  * Suffer costs en route: Make a suffer move (-2), or two suffer moves (-1).\n  * Face a complication at the destination: Envision what you encounter.\n\nOn a **miss**, you are waylaid by a significant threat, and must __Pay the Price__. If you overcome this obstacle, you may push on safely to your destination."
  },
  {
    "Name": "Make a Discovery",
    "Text": "**When your exploration of a waypoint uncovers something wondrous**, roll on the table below or choose one. Then, envision the nature of the discovery and how it is revealed. When you first experience or engage with the discovery, you and your allies may mark two ticks on your discoveries legacy track.\n\nRoll   | Result\n-------|---------------------------------------------------------------\n1-4    | Advanced technology waiting to be harnessed or salvaged\n5-8    | Ancient archive or message\n9-10   | Artificial consciousness evolved to a higher state\n11-12  | Clues to a crucial resource or uncharted domain\n13-14  | Envoy from another time or reality\n15-22  | Extraordinary natural phenomenon\n23-24  | First contact with intelligent life\n25-26  | Gateway to another time or alternate reality\n27-28  | Key to unlocking a language or method of communication\n29-34  | Lost or hidden people\n35-42  | Majestic or unusual lifeforms\n43-46  | Marvel of ancient engineering\n47-50  | Miraculously preserved artifact or specimen\n51-56  | Monumental architecture or artistry of an ancient civilization\n57-62  | Mysterious device or artifact of potential value\n63-66  | New understanding of an enduring mystery\n67-68  | Pathway or means of travel to a distant location\n69-70  | Person or lifeform with phenomenal abilities\n71-78  | Place of awe-inspiring beauty\n79-86  | Rare and valuable resource\n87-88  | Safeguarded or idyllic location\n89-90  | Visions or prophesies of the future\n91-100 | Roll Twice"
  },
  {
    "Name": "Confront Chaos",
    "Text": "**When your exploration of a waypoint uncovers something dreadful**, decide the number of aspects: one, two, or three. Roll that number of times or choose that number of aspects on the table below. Then, envision how the encounter begins.\n\nFor each result, when you first confront that aspect within the scope of the encounter, you and your allies may mark one tick on your discoveries legacy track.\n\nRoll   | Result\n-------|---------------------------------------------\n1-4    | Baneful weapon of mass destruction\n5-9    | Cataclysmic environmental effects\n10-12  | Dead given unnatural life\n13-17  | Destructive lifeform of monstrous proportion\n18-20  | Dread hallucinations or illusions\n21-24  | Harbingers of an imminent invasion\n25-27  | Horde of insatiable hunger or fury\n28-32  | Horrific lifeforms of inscrutable purpose\n33-36  | Impostors in human form\n37-41  | Machines made enemy\n42-45  | Malignant contagion or parasite\n46-50  | Messenger or signal with a dire warning\n51-53  | Passage to a grim alternate reality\n54-58  | People corrupted by chaos\n59-63  | Powerful distortions of time or space\n64-68  | Signs of an impending catastrophe\n69-72  | Site of a baffling disappearance\n73-77  | Site of a horrible disaster\n78-82  | Site of terrible carnage\n83-87  | Technology nullified or made unstable\n88-92  | Technology warped for dark purpose\n93-96  | Vault of dread technology or power\n97-100 | Worshipers of great and malevolent powers"
  } ]
}
