{
  "Name": "Quest Moves",
  "Source": {
    "Name": "Starforged Backer Preview",
    "Version": "042721"
  },
  "Moves": [
    {
      "Name": "Swear an Iron Vow",
      "Text": "**When you swear upon iron to complete a quest**, write your vow and give it a rank. Then, roll +heart. If you swear this vow to a connection, add +1; if you share a bond, add +2.\n\nOn a **strong hit**, you are emboldened and it is clear what you must do next. Take +2 momentum.\n\nOn a **weak hit**, you are determined but begin your quest with more questions than answers. Take +1 momentum, and envision what you do to find a path forward.\n\nOn a **miss**, you face a significant obstacle before you can make progress on your quest. Envision what stands in your way, and do what you must to overcome this obstacle."
    },
    {
      "Name": "Reach a Milestone",
      "Text": "**When you make headway in your quest** by doing any of the following...\n\n  * overcoming a critical obstacle\n  * gaining meaningful insight\n  * completing a perilous expedition\n  * acquiring a crucial item or resource\n  * earning vital support\n  * defeating a notable foe\n\n...you may mark progress per the rank of the vow."
    },
    {
      "Name": "Forsake Your Vow",
      "Text": "**When you renounce your quest, betray your promise, or the goal is lost to you**, clear the vow.\n\nThen, envision the impact of this failure and choose one or more as appropriate to the nature of the vow. Any allies who shared this vow may also envision a cost.\n\n * You are demoralized or dispirited: __Endure Stress__.\n  * A connection loses faith: __Test Your Relationship__ when you next interact.\n  * You must abandon a path or resource: Discard an asset.\n  * Someone else pays a price: Envision how a person, being, or community bears the cost of the failure.\n  * Someone else takes advantage: Envision how an enemy gains power.\n  * Your reputation suffers: Envision how this failure marks you."
    },
    {
      "Name": "Fulfill Your Vow",
      "Text": "***Progress Move***\n\n**When you reach the end of your quest**, roll the challenge dice and compare to your progress.\n\nOn a **strong hit**, your vow is fulfilled. Mark a reward on your quests legacy track per the vow’s rank: troublesome=1 tick; dangerous=2 ticks; formidable=1 box; extreme=2 boxes; epic=3 boxes. Any allies who shared this vow also mark the reward.\n\nOn a **weak hit**, as above, but there is more to be done or you realize the truth of your quest. If you __Swear an Iron Vow__ to set things right, take your full legacy reward. Otherwise, make the reward one rank lower.\n\nOn a **miss**, your vow is undone through an unexpected complication or realization. Envision what happens and choose one.\n\n  * Give up on the quest: __Forsake Your Vow__.\n  * Recommit to the quest: Roll both challenge dice, take the lowest value, and clear that number of progress boxes. Then, raise the vow’s rank by one (if not already epic)."
    }
  ]
}
