{
  "Name": "Recover Moves",
  "Source": {
    "Name": "Starforged Backer Preview",
    "Version": "042721"
  },
  "Moves": [
    {
      "Name": "Sojourn",
      "Text": "**When you spend time recovering within a community**, roll +heart.\n\nOn a **strong hit**, this is a safe refuge. You and your allies may each choose two recover moves: __Heal__, __Hearten__, __Repair__, or __Resupply__. Instead of rolling, assume an automatic strong hit for each. An individual move can be taken more than once.\n\nOn a **weak hit**, as above, but time is short or resources are strained. You and your allies each make one recover move instead of two, with no more than three moves total among the group.\n\nOn a **miss**, choose one.\n\n  * The community needs your help, or makes a costly demand in exchange for safe harbor. Envision what they ask of you. If you do it, or __Swear an Iron Vow__ to see it done, resolve this move as a strong hit.\n  * You find no relief, and the situation grows worse.__Pay the Price__. "
    },
    {
      "Name": "Heal",
      "Text": "**When you receive medical care or provide treatment**, envision the situation and roll. If you...\n\n  * Receive treatment from someone (not an ally): Roll +iron\n  * Mend your own wounds: Roll +iron or +wits, whichever is lower\n  * Obtain treatment for a companion: Roll +heart\n  * Provide care: Roll +wits\n\nOn a **strong hit**, the care is helpful. If you (or the ally under your care) are wounded, clear the impact and take or give +2 health. Otherwise, take or give +3 health.\n\nOn a **weak hit**, as above, but the recovery costs extra time or resources. Choose one: __Lose Momentum__ (-2) or __Sacrifice Resources__ (-2).\n\nOn a **miss**, the aid is ineffective and the situation worsens. __Pay the Price__."
    },
    {
      "Name": "Hearten",
      "Text": "**When you socialize, share intimacy, or find a moment of peace**, roll +heart.\n\nOn a **strong hit**, you find companionship or comfort and your spirit is strengthened. If you are shaken, clear the impact and take +1 spirit. Otherwise, take +2 spirit. If you make this move as you __Sojourn__, take +1 more.\n\nOn a **weak hit**, as above, but this indulgence is fleeting. Envision an interruption, complication, or inner conflict. Then, __Lose Momentum__ (-1).\n\nOn a **miss**, you take no comfort and the situation worsens. __Pay the Price__."
    },
    {
      "Name": "Repair",
      "Text": "**When you make repairs to your vehicles, modules, mechanical companions, or other devices**, envision the situation and roll. If you...\n\n  * Make your own repairs, or direct a companion to make repairs: Roll +wits\n  * Obtain repairs from someone (not an ally): Roll +supply\n\nOn a **hit**, you gain repair points as appropriate to the situation, per the table below. Additionally, you may __Sacrifice Resources__ and exchange each -1 of supply for 1 extra repair point (up to 3 points).\n\nSituation     | Strong Hit | Weak Hit\n--------------|------------|---------\nAt a facility | 5 points   | 3 points\nIn the field  | 3 points   | 1 points\nUnder fire    | 2 points   | 0 points\n\nSpend repair points as follows. Unused points are discarded.\n\n  * Clear the battered impact on a vehicle: 2 points\n  * Fix one broken module: 2 points\n  * Take +1 integrity on a vehicle: 1 point\n  * Take +1 health for a mechanical companion: 1 point\n  * __Repair__ any other device: 3 points\n  * __Repair__ any other device, but with a complication or malfunction: 2 points\n\nOn a **miss**, the repairs are not made and the situation worsens. __Pay the Price__."
    },
    {
      "Name": "Resupply",
      "Text": "**When you attempt to bolster your readiness**, envision the opportunity and your approach. If you...\n\n  * Barter or make an appeal: Roll +heart\n  * Threaten or seize: Roll +iron\n  * Steal or swindle: Roll +shadow\n  * Scavenge or craft: Roll +wits\n\nOn a **strong hit**, choose one.\n\n  * If you are unprepared, clear the impact and take +1 supply. Otherwise, take +2 supply.\n  * If you are in need of a specific item or resource which can reasonably be obtained, you acquire it. Take +1 momentum.\n\nOn a **weak hit**, as above, but you must first deal with a cost, complication, or demand. Envision the nature of this obstacle.\n\nOn a **miss**, you encounter an unexpected peril. __Pay the Price__."
    }
  ]
}
