{
  "Name": "Suffer Moves",
  "Source": {
    "Name": "Starforged Backer Preview",
    "Version": "050821"
  },
  "Moves": [
    {
      "Name": "Lose Momentum",
      "Text": "**When you are delayed or disadvantaged**, suffer -1 momentum for a minor setback, -2 for a serious setback, or -3 for a major setback.\n\nWhen your momentum is at its minimum (-6) and you must suffer -momentum, choose one.\n\n  * Envision how the price is paid and apply the cost to a different suffer move.\n  * Envision how this undermines your progress on a vow, expedition, connection, or combat. Then, clear 1 unit of progress on that track per its rank: troublesome=3 boxes; dangerous=2 boxes; formidable=1 box; extreme=2 ticks; epic=1 tick)."
    },
    {
      "Name": "Endure Harm",
      "Text": "**When you face physical injury, fatigue, or illness**, suffer -1 health for minor harm, -2 for serious harm, or -3 for major harm. If your health is 0, [Lose Momentum](#Lose-Momentum) equal to any remaining harm.\n\nThen, if your health is 0 or you choose to resist the harm, roll +health or +iron, whichever is higher.\n\nOn a **strong hit**, choose one.\n\n  * Shake it off: If you are not wounded, take +1 health\n  * Embrace the pain: Take +1 momentum\n\nOn a **weak hit**, if you are not wounded, you may [Lose Momentum](#Lose-Momentum) (-1) in exchange for +1 health. Otherwise, press on.\n\nOn a **miss**, it’s worse than you thought. Suffer an additional -1 health or [Lose Momentum](#Lose-Momentum) (-2). If your health is 0, you must also mark **wounded** or **permanently harmed**, or roll on the table below.\n\n| Roll | Result | \n|---|---|\n| 1-10 | You suffer mortal harm. [Face Death](#Face-Death). | \n| 11-20 | You are dying. Within an hour or two, you must [Heal](#Heal) and raise your health above 0, or [Face Death](#Face-Death). | \n| 21-35 | You are unconscious and out of action. If left alone, you come back to your senses in an hour or two. If you are vulnerable to ongoing harm, [Face Death](#Face-Death). | \n| 36-50 | You are reeling and fighting to stay conscious. If you engage in any vigorous activity before taking a breather for a few minutes, roll on this table again (before resolving the other move). | \n| 51-100 | You are still standing. |"
    },
    {
      "Name": "Endure Stress",
      "Text": "**When you face mental strain, shock, or despair**, suffer -1 spirit for minor stress, -2 for serious stress, or -3 for major stress. If your spirit is 0, [Lose Momentum](#Lose-Momentum) equal to any remaining stress.\n\nThen, if your spirit is 0 or you choose to resist the stress, roll +spirit or +heart, whichever is higher.\n\nOn a **strong hit**, choose one.\n\n  * Shake it off: If you are not shaken, take +1 spirit\n  * Embrace the darkness: Take +1 momentum\n\nOn a **weak hit**, if you are not shaken, you may [Lose Momentum](#Lose-Momentum) (-1) in exchange for +1 spirit. Otherwise, press on.\n\nOn a **miss**, it’s worse than you thought. Suffer an additional -1 spirit or [Lose Momentum](#Lose-Momentum) (-2). If your spirit is 0, you must also mark shaken or traumatized, or roll on the table below.\n\n| Roll | Result | \n|---|---|\n| 1-10 | You are overwhelmed. [Face Desolation](#Face-Desolation). | \n| 11-25 | You give up. [Forsake Your Vow](#Forsake-Your-Vow). | \n| 26-50 | You give in to fear or compulsion, and act against your better instincts. | \n| 51-100 | You persevere. |"
    },
    {
      "Name": "Withstand Damage",
      "Text": "**When your vehicle faces a damaging situation or environment**, suffer -1 integrity for minor damage, -2 for serious damage, or -3 for major damage. If your integrity is 0, [Lose Momentum](#Lose-Momentum) equal to any remaining damage.\n\nThen, if your integrity is 0 or you choose to resist the damage, roll +integrity.\n\nOn a **strong hit**, choose one.\n\n  * Bypass the damage: If your vehicle is not battered, take +1 integrity\n  * Ride it out: Take +1 momentum\n\nOn a **weak hit**, if your vehicle is not battered, you may [Lose Momentum](#Lose-Momentum) (-1) in exchange for +1 integrity. Otherwise, press on.\n\nOn a **miss**, it’s worse than you thought. Suffer an additional -1 integrity or [Lose Momentum](#Lose-Momentum) (-2). If your integrity is 0, also suffer a cost according to the vehicle type.\n\n  * **Command vehicle:** Mark the vehicle as battered or cursed, mark a module as broken, destroy a broken module by discarding it, or roll on the table below. If the command vehicle is destroyed, [Overcome Destruction](#Overcome-Destruction).\n  * **Support vehicle:** Mark the vehicle as battered or roll on the table below. If the vehicle is destroyed, discard the asset.\n  * **Incidental vehicle:** Roll on the table below.\n\n| Roll | Result | \n|---|---|\n| 1-10 | Immediate catastrophic destruction. All aboard must [Endure Harm](#Endure-Harm) or [Face Death](#Face-Death), as appropriate. | \n| 11-25 | Destruction is imminent and unavoidable. If you do not have the means or intention to get clear, [Endure Harm](#Endure-Harm) or [Face Death](#Face-Death), as appropriate. | \n| 26-40 | Destruction is imminent, but can be averted if you [Repair](#Repair) your vehicle and raise its integrity above 0. If you fail, see 11-25. | \n| 41-55 | You cannot [Repair](#Repair) this vehicle until you [Resupply](#Resupply) and obtain a crucial replacement part. If you roll this result again prior to that, see 11-25. | \n| 56-70 | The vehicle is crippled or out of your control. To get it back in action, you must [Repair](#Repair) and raise its integrity above 0. | \n| 71-85 | It’s a rough ride. All aboard suffer must make the [Endure Harm](#Endure-Harm), [Endure Stress](#Endure-Stress), or [Companion Takes a Hit](#Companion-Takes-a-Hit) move, suffering a serious (-2) cost. | \n| 86-95 | You’ve lost fuel, energy, or cargo. [Sacrifice Resources](#Sacrifice-Resources) (-2). | \n| 96-100 | Against all odds, the vehicle holds together. |"
    },
    {
      "Name": "Companion Takes a Hit",
      "Text": "**When your companion faces physical hardship**, they suffer -1 health for minor harm, -2 for serious harm, or -3 for major harm. If your companion’s health is 0, [Lose Momentum](#Lose-Momentum) equal to any remaining harm.\n\nThen, if their health is 0 or you choose to test their resilience, roll +your companion’s +health.\n\nOn a **strong hit**, your companion rallies. Give them +1 health.\n\nOn a **weak hit**, if your companion’s health is not 0, you may [Lose Momentum](#Lose-Momentum) (-1) and give them +1 health. Otherwise, they press on.\n\nOn a **miss**, it’s worse than you thought. They suffer an additional -1 health or you [Lose Momentum](#Lose-Momentum) (-2). If your companion’s health is 0, they are out of action until given aid. If their health is 0 and you rolled a miss with a match on this move, they are dead or destroyed; discard the asset."
    },
    {
      "Name": "Sacrifice Resources",
      "Text": "**When you lose or consume resources**, suffer -1 supply for a minor loss, -2 for a serious loss, or -3 for a major loss.\n\nIf your supply is exhausted (reduced to 0), mark **unprepared**. When you suffer a loss of resources while unprepared, envision how this causes you hardship and apply the cost to a different suffer move."
    }
  ]
}
