{
  "Name": "Threshold Moves",
  "Source": {
    "Name": "Starforged Backer Preview",
    "Version": "042721"
  },
  "Moves": [
    {
      "Name": "Face Death",
      "Text": "**When you encounter a situation where death is an immediate and unavoidable outcome**, you are dead. **When you are instead brought to the brink of death with a chance for recovery or redemption**, roll +heart.\n\nOn a **strong hit**, you are cast back into the mortal world.\n\nOn a **weak hit**, choose one.\n\n  * You die, but not before making a noble sacrifice. Envision your final moments.\n  * There is more to be done. Envision what is revealed to you or asked of you at death’s door, and __Swear an Iron Vow__ to complete an extreme quest. You return to the mortal world and must mark **doomed**. When you complete the deathbound quest, clear the impact.\n\nOn a **miss**, you are dead."
    },
    {
      "Name": "Face Desolation",
      "Text": "**When you are brought to the brink of desolation**, roll +heart.\n\nOn a **strong hit**, you resist and press on.\n\nOn a **weak hit**, choose one.\n\n  * Your spirit breaks, but not before you make a noble sacrifice. Envision your final moments.\n  * You see a vision of a dreaded event coming to pass. Envision that dark future, and __Swear an Iron Vow__ to prevent it through an extreme quest. You return to your senses and must mark **tormented**. When you complete the soul-bound quest, clear the impact.\n\nOn a **miss**, you succumb to despair or horror and are lost."
    },
    {
      "Name": "Overcome Destruction",
      "Text": "***Progress Move***\n\n**When your command vehicle is destroyed or irrevocably lost**, you must discard the asset, along with any modules and docked support vehicles. If you survive, you may use your connections to replace some of what was lost. To learn the cost, roll the challenge dice and compare to the progress on your bonds legacy track.\n\nOn a **strong hit**, you may call in a favor. This comes without conditions.\n\nOn a **weak hit**, you owe someone. You must mark **indebted** and __Swear an Iron Vow__ to complete an extreme quest in their service. When you complete the duty - bound quest, clear the impact.\n\nOn a **miss**, as with the weak hit result, but this quest is against your nature, forces you to __Forsake Your Vow__ on another quest, or is in the service of an enemy.\n\nIf you accept the cost, take 1 experience for every marked ability on the discarded assets (minimum 3 experience). Spend this experience only on a new command vehicle, modules, and support vehicles."
    }
  ]
}
