{
  "Title": "Deed Assets",
  "Asset Type": "Deed",
  "Color": "#459945",
  "Source":
  {
    "Name": "Starforged Playtest Assets",
    "Version": "012421"
  },
  "Assets": [
  {
    "Name": "Homesteader",
    "Input Fields": [ "Name" ],
    "Description": "Once you fill 4 boxes on your bonds legacy track...",
    "Asset Fields": [
    {
      "Text": "You have chosen or established a community as your home. When you __Swear an Iron Vow__ (formidable or greater) in service to your home, reroll any dice. On a hit, mark 1 tick on your bonds legacy track. When you __Fulfill Your Vow__ and score a hit, also mark 2 ticks on your bonds legacy track.",
      "Enabled": true
    },
    {
      "Text": "When you __Sojourn__ in your home, choose one.\n\n  * Don't linger: Take an automatic weak hit\n  * Stay a bit: Add +1 and take +1 momentum on a hit"
    },
    {
      "Text": "When you __Set a Course__ for home, you may reroll your action die if its value is less than your spirit."
    } ]
  },
  {
    "Name": "Marked",
    "Input Fields": [ "Identifier" ],
    "Description": "Once you fill 5 boxes on your quests legacy track...",
    "Asset Fields": [
    {
      "Text": "Envision the title, sigil, uniform, or tattoo you bear in recognition of your achievements. When you __Compel__ or __Make a Connection__ among those who would know or recognize your reputation, add +1 and take +1 momentum on a hit. On a strong hit with a match, your notoriety grows; mark 2 ticks on your bonds legacy track.",
      "Enabled": true
    },
    {
      "Text": "When you risk your reputation to overcome failure, reroll any dice. If you score a miss, make a mark on this asset. When you have 5 such marks, discard this asset."
    },
    {
      "Text": "Once per fight, when you __Gain Ground__ through threat or leadership, you may reroll any dice and mark progress on a hit."
    } ]
  },
  {
    "Name": "Oathbreaker",
    "Description": "Once you __Forsake Your Vow__...",
    "Asset Fields": [
    {
      "Text": "This asset counts as an impact. One time only, when you __Swear an Iron Vow__ (extreme or greater) to redeem yourself, give that vow a special mark. When you __Reach a Milestone__ on the marked vow, take +2 momentum. If you __Forsake Your Vow__ on the marked quest, discard this asset and retain the impact.",
      "Enabled": true
    },
    {
      "Text": "When you __Secure an Advantage__ or __Compel__ by reaffirming your commitment to your marked vow, add +1 and take +1 momentum on a hit."
    },
    {
      "Text": "When you __Fulfill Your Vow__ on the marked quest and score a hit, you find redemption and automatically activate this ability at no cost. You may then improve one of your stats by +1 and discard this asset."
    } ]
  },
  {
    "Name": "Revenant",
    "Description": "Once you __Face Death__...",
    "Asset Fields": [
    {
      "Text": "When you are at 0 health, and __Endure Harm__ or __Face Death__, add +1. You may then reroll your action die if its value is less than your spirit.",
      "Enabled": true
    },
    {
      "Text": "When you __Take Decisive Action__ by bringing death to a foe, you may burn momentum to zero out one (not both) of the challenge dice if your momentum is greater than the value of that die. If you do, __Endure Stress__ (-2)."
    },
    {
      "Text": "When you __Gather Information__ by studying a place where death left its mark, you may roll +heart. If you do, take +1 momentum on a hit. On a strong hit with a match, you experience a detailed vision or insightful revelation of what occurred here; take +1 momentum more."
    } ]
  },
  {
    "Name": "Vanguard",
    "Description": "Once you fill 6 boxes on your discoveries legacy track...",
    "Asset Fields": [
    {
      "Text": "When you seek safe haven in a remote environment, make a progress roll against your discoveries legacy track. On a strong hit, you find or establish a safe location and may add +2 whenever you make a recovery move there. If you roll a miss when making a recovery move, the place is no longer safe. On a weak hit, as above, but add +1 when you make a recovery move. On a miss, you are drawn into a bad situation and must __Pay the Price__.",
      "Enabled": true
    },
    {
      "Text": "When you make a move +wits and score a strong hit with a match, your hard-won experience lends insight; take +1 momentum."
    },
    {
      "Text": "When you __Endure Stress__, you may roll +wits. If you do, take +1 momentum on a hit."
    } ]
  } ]
}
