{
  "Title": "Companion Assets",
  "Asset Type": "Companion",
  "Color": "#754A91",
  "Source":
  {
    "Name": "Starforged Playtest Assets",
    "Version": "012421"
  },
  "Assets": [
  {
    "Name": "Combat Bot",
    "Input Fields": [ "Name" ],
    "Asset Fields": [
    {
      "Text": "Your combat bot fights at your side. When you __Strike__ aided by your bot, add +1; if you __Clash__, take +1 momentum on a hit.",
      "Enabled": true
    },
    {
      "Text": "When you use the threat of violence to __Compel__ or __Gain Ground__ while your bot brings its weapons to bear, you may roll +its health. If you do, take +1 momentum on a hit. On a strong hit with a match, the bot's display is especially persuasive; take another +1 momentum."
    },
    {
      "Text": "Once per fight, when you __React Under Fire__ by using your bot to draw fire or create a diversion, roll +its health. On a strong hit, mark progress. On a weak hit, face the cost as normal, but then you are in control."
    } ],
    "Asset Track":
    {
      "Name": "Health",
      "Value": 5
    }
  },
  {
    "Name": "Glowcat",
    "Input Fields": [ "Name" ],
    "Asset Fields": [
    {
      "Text": "Your glowcat companion perceives the inner emotions and intentions of people and creatures in its vicinity, and embodies those impressions through the colors and intensity of its luminescent fur. When you __Secure an Advantage__ by studying your glowcat's reactions in a charged situation, you may add +your companion's health.",
      "Enabled": true
    },
    {
      "Text": "When you __Compel__, your glowcat's reactions will help guide your approach. If the value of your action die is less than your glowcat's health, you may reroll it."
    },
    {
      "Text": "When you __Endure Stress__ in the company of your glowcat, add +1. On a strong hit with a match, take +momentum equal to their health."
    } ],
    "Asset Track":
    {
      "Name": "Health",
      "Value": 3
    }
  },
  {
    "Name": "Rockhorn",
    "Input Fields": [ "Name" ],
    "Asset Fields": [
    {
      "Text": "Your rockhorn uses its resilient, stone-like carapace and brute strength to overcome threats. When you make a move by sending your rockhorn to directly attack a foe or smash an obstacle, roll +its health.",
      "Enabled": true
    },
    {
      "Text": "When you make the __Companion Takes a Hit__ move for your rockhorn, count a weak hit as a strong hit. On a strong hit with a match, its rapid healing makes it instoppable; give it another +1 health or take +1 momentum."
    },
    {
      "Text": "Your rockhorn will come to your aid in your most vulnerable moments. When you __Endure Harm__ or __Endure Stress__ and roll a miss, you may reroll your action die if its value is less than your rockhorn's health."
    } ],
    "Asset Track":
    {
      "Name": "Health",
      "Value": 5
    }
  },
  {
    "Name": "Sidekick",
    "Input Fields": [ "Name", "Expertise" ],
    "Asset Fields": [
    {
      "Text": "Your sidekick has a helpful expertise. When you make a move outside of a fight directly aided by your sidekick's expertise, you may reroll your action die if its value is less than your sidekick's health. If you then score a strong hit with a match, mark 1 tick on your bonds legacy track.",
      "Enabled": true
    },
    {
      "Text": "When you __Enter the Fray__ with the support of your sidekick, take +2 momentum on a hit. When you __Clash__ together, add +1."
    },
    {
      "Text": "When your sidekick acts to get you out of a tough spot, you may __Face Danger__ or __React Under Fire__ and roll +their health (instead of your own stat). On a hit, take +1 momentum."
    } ],
    "Asset Track":
    {
      "Name": "Health",
      "Value": 4
    }
  },
  {
    "Name": "Survey Bot",
    "Input Fields": [ "Name" ],
    "Asset Fields": [
    {
      "Text": "Your survey bot scans the path ahead. When you __Undertake an Expedition__ (+wits) overland or within a site or journey, add +1.",
      "Enabled": true
    },
    {
      "Text": "Once per expedition, when you __Secure an Advantage__ by sending your bot to scout ahead, roll +its health. On a strong hit, also mark progress on the expedition. On a strong hit with a match, your bot uncovers an unexpected feature or location; envision what it reveals and take +2 momentum."
    },
    {
      "Text": "When you __Gather Information__ using your bot's sensors to analyze an object or carefully search a location, or __Face Danger__ to detect a threat, roll +its health and take +1 momentum on a hit."
    } ],
    "Asset Track":
    {
      "Name": "Health",
      "Value": 3
    }
  },
  {
    "Name": "Symbiote",
    "Input Fields": [ "Name" ],
    "Asset Fields": [
    {
      "Text": "You are physically bound to a being with +2 health. When you make aggressive moves while giving yourself to the symbiote's power, add +its health. If you face physical harm, choose either the __Endure Harm__ or __Companion Takes a Hit__ move. To restore the symbiote's health, you must __Endure Stress__ and give the symbiote +health equal to the -spirit you face. If you make a move aided by the symbiote and roll a 1 on your action die, your fragile bond is broken for several hours.",
      "Enabled": true
    },
    {
      "Text": "When you make a move and heed the symbiote's guidance (decide after rolling), you may reroll any dice. Then, __Endure Stress__ (-2)."
    },
    {
      "Text": "The symbiote gains power and has +3 health.",
      "Alter Properties":
      {
        "Asset Track":
        {
          "Name": "Health",
          "Value": 3
        }
      }
    } ],
    "Asset Track":
    {
      "Name": "Health",
      "Value": 2
    }
  },
  {
    "Name": "Utility Bot",
    "Input Fields": [ "Name" ],
    "Asset Fields": [
    {
      "Text": "Your utility bot has helpful tools at-hand. When you make a move by commanding your bot to access a system, cut through an obstacle, analyze a mechanical issue, or assemble or disassemble a device, roll +its health and take +1 momentum on a hit.",
      "Enabled": true
    },
    {
      "Text": "When you __Repair__ aided by your bot, add +1. On a miss, your companion reveals an alternative approach at a cost; you may reroll any dice, but first __Lose Momentum__ (-2) or __Sacrifice Resources__ (-2)."
    },
    {
      "Text": "When you use one of the bot's abilities and score a strong hit with a match, your companion also reveals an unexpected advantage or insight; take +2 momentum."
    } ],
    "Asset Track":
    {
      "Name": "Health",
      "Value": 4
    }
  },
  {
    "Name": "Voidglider",
    "Input Fields": [ "Name" ],
    "Asset Fields": [
    {
      "Text": "Your voidglider cruises in your starship's energy wake, and helps guide the way on spacebound expeditions. When you __Undertake an Expedition__ and roll a strong hit, take +1 momentum.",
      "Enabled": true
    },
    {
      "Text": "Your voidglider is harnessed and trained as a mount, and can be ridden for short-range spacebound transport. When you are riding your voidglider and make a move to detect or evade a threat by relying on its instincts, roll +its health."
    },
    {
      "Text": "When you make a move by signaling your voidglider to distract or attack a spacebound foe, roll +its health and take +1 momentum on a hit."
    } ],
    "Asset Track":
    {
      "Name": "Health",
      "Value": 4
    }
  } ]
}
