{
  "Title": "Module Assets",
  "Asset Type": "Module",
  "Color": "#754A91",
  "Source":
  {
    "Name": "Starforged Playtest Assets",
    "Version": "012421"
  },
  "Assets": [
  {
    "Name": "Engine Upgrade",
    "Asset Fields": [
    {
      "Text": "Your vehicle's finely-tuned engines speed your travels. When you __Undertake an Expedition__ (+edge) and roll a strong hit with 6 on your action die, take +2 momentum.",
      "Enabled": true
    },
    {
      "Text": "When you __Enter the Fray__, choose one (before rolling).\n\n  * Maneuver: Add +1 and take +1 momentum on a strong hit.\n  * Boost: Take +2 momentum on a hit."
    },
    {
      "Text": "When you make a desperate move to pursue a foe, escape a threat, or get in range, you may push your engines to their limit. If you do (decide after rolling), reroll any dice and count a weak hit as a strong hit. Then, __Withstand Damage__ (-2)."
    } ]
  },
  {
    "Name": "Expanded Hold",
    "Asset Fields": [
    {
      "Text": "Your vehicle carries up to +3 cargo. When you gain +supply, you may convert it to +cargo. When you have access to your vehicle and make a move +supply, you may add +cargo. When you __Sacrifice Resources__, you may instead suffer -cargo for any portion of the cost.",
      "Enabled": true
    },
    {
      "Text": "When you __Compel__ or __Sojourn__ and roll a miss or weak hit, and have at least +1 cargo, you may sweeten the pot. If you do, reroll all dice and add +cargo. Then, suffer -1 cargo."
    },
    {
      "Text": "When you __Swear an Iron Vow__ (formidable or greater) to transport crucial payload under perilous circumstances, reroll any dice. When you __Fulfill Your Vow__ and score a hit, also mark 2 ticks on your bonds legacy track."
    } ],
    "Asset Track":
    {
      "Name": "Cargo",
      "Value": 3,
      "Starts At": 0
    }
  },
  {
    "Name": "Heavy Cannons",
    "Asset Fields": [
    {
      "Text": "When you aim your cannons and use them to __Strike__, choose one.\n\n  * Strafing run: Add +1 and take +1 momentum on a hit.\n  * Focus fire: Mark progress on a hit, but __Lose Momentum__ (-2).",
      "Enabled": true
    },
    {
      "Text": "Once per fight, when you __Clash__ by committing to an all-or-nothing exchange of fire, add +1, count a weak hit as a strong hit, and mark progress on a hit. On a miss, you must suffer a dire outcome."
    },
    {
      "Text": "When you __Compel__, __Enter the Fray__, or __Gain Ground__ by bringing your cannons to bear and sending a promise of violence to your foe over communication channels, add +1 and take +1 momentum on a hit. On a strong hit with a match, take another +1 momentum."
    } ]
  },
  {
    "Name": "Internal Refit",
    "Asset Fields": [
    {
      "Text": "You have customized the cabins, common spaces, and environment of the ship to your needs. When you __Undertake an Expedition__ (dangerous or greater), reroll any dice for the first leg of your journey. On a hit, you and your allies may envision how you make yourself at home; if you do, take +2 momentum or +1 spirit.",
      "Enabled": true
    },
    {
      "Text": "Your vessel is stocked with reserves. When you __Sacrifice Resources__ and your supply is reduced to 0, first roll +integrity instead of marking unprepared. On a strong hit, take +1 supply. Otherwise, mark unprepared."
    },
    {
      "Text": "When you __Enter the Fray__ to oppose an invader within your vessel, reroll any dice. On a strong hit, take +momentum equal to integrity. On a strong hit with a match, also mark progress."
    } ]
  },
  {
    "Name": "Medbay",
    "Asset Fields": [
    {
      "Text": "When you use your medbay to __Heal__ yourself or another patient, you may reroll your action die if its value is less than your vehicle's integrity.",
      "Enabled": true
    },
    {
      "Text": "When you or an ally mark the permanently harmed impact and are brought to the medbay without delay (less than an hour or so), you have a shot at making things right. If you __Heal__ and score a strong hit, clear the impact (in addition to the other benefits of the move). Then, envision the scar that now serves as a reminder of the incident."
    },
    {
      "Text": "When you __Face Danger__ by performing a risky medical procedure, or if you __Gather Information__ through an autopsy or internal scan, reroll any dice and take +1 momentum on a hit."
    } ]
  },
  {
    "Name": "Missile Array",
    "Asset Fields": [
    {
      "Text": "You have +5 missiles. When you __Strike__ or __Clash__ with a missile attack, suffer -1 missile and mark progress on a hit. If you __Resupply__ in a place where your missiles can be replenished, you may exchange any earned +supply for +missile.",
      "Enabled": true
    },
    {
      "Text": "When you __Gain Ground__ by locking a missile on target, add +1 and take +1 momentum on a hit."
    },
    {
      "Text": "If you have at least +2 missiles and __Take Decisive Action__ by unleashing them all, roll an action die before making the progress roll. If your action die is equal to or less than +missiles, you may reroll each challenge die. Then, set missiles to 0."
    } ],
    "Asset Track":
    {
      "Name": "Missiles",
      "Value": 5
    }
  },
  {
    "Name": "Overseer",
    "Input Fields": [ "Name" ],
    "Asset Fields": [
    {
      "Text": "Your AI module keeps watch over the vehicle's systems and sensor data. When you __Secure an Advantage__ or __Gain Ground__ by talking through a situation with the overseer, you may roll +your vehicle's integrity. If you do, take +1 momentum on a hit.",
      "Enabled": true
    },
    {
      "Text": "When you __Withstand Damage__ and roll on the miss table, the overseer will do what it can to help. Roll twice on the table and choose either result."
    },
    {
      "Text": "The overseer can pilot the vehicle independently. When you __Face Danger__ to hand over control to the AI in an emergency, or to summon the vehicle remotely, you may roll +your vehicle's integrity. If you do, take +1 momentum on a hit."
    } ]
  },
  {
    "Name": "Reinforced Hull",
    "Asset Fields": [
    {
      "Text": "Your vehicle is clad in iron. When you __Withstand Damage__, add +1. On a strong hit, take +1 momentum.",
      "Enabled": true
    },
    {
      "Text": "Your plated hull is given a fierce and distinctive color or design. When you arrive at a place where your reputation is a factor, take +1 momentum. When you __Enter the Fray__ against a foe who would know your reputation, take +momentum equal to your vehicle's integrity on a strong hit."
    },
    {
      "Text": "When you __React Under Fire__ by letting your plated hull take the hit, add +1 and take +1 momentum on a hit. On a strong hit with a match, take another +1 momentum as you surge through the chaos and put yourself in perfect position. On a miss, __Pay the Price__ by marking this component as broken."
    } ]
  },
  {
    "Name": "Research Lab",
    "Asset Fields": [
    {
      "Text": "When you use your lab to __Secure an Advantage__ or __Gather Information__ through careful analysis or experimentation, add +1 and take +1 momentum on a hit.",
      "Enabled": true
    },
    {
      "Text": "When you __Face Danger__ to isolate or secure a hazardous specimen, reroll any dice."
    },
    {
      "Text": "When you __Swear an Iron Vow__ to undertake a long-term research project, reroll any dice. When you obtain crucial samples, equipment, or data, __Reach a Milestone__. When you have what you need and devote extended time to the project in your lab, __Face Danger__ and add +1 to see how you fare. On a hit, __Reach a Milestone__. On a strong hit with a match, mark progress. When you __Fulfill Your Vow__, make the legacy reward one rank higher (1 extra box if already epic)."
    } ]
  },
  {
    "Name": "Sensor Array",
    "Asset Fields": [
    {
      "Text": "Your advanced sensors scan the paths ahead to help spot dangers. When you __Undertake an Expedition__ (+wits), and roll a 10 on only one challenge die, you may reroll that die.",
      "Enabled": true
    },
    {
      "Text": "When you __Secure an Advantage__ or __Gather Information__ by scanning your vehicle's surroundings or analyzing a nearby object, choose one and take +1 momentum on a hit.\n\n  * Manual scan: Add +1\n  * Automated scan: Instead of rolling the action die, make it the value of your vehicle's integrity"
    },
    {
      "Text": "When you __Enter the Fray__ against an ambush, or __Face Danger__ to detect a hidden threat, you may roll +your vehicle's integrity. If you do, reroll any dice and take +1 momentum on a hit."
    } ]
  },
  {
    "Name": "Shields",
    "Asset Fields": [
    {
      "Text": "When you raise your shields, roll +your vehicle's integrity or +wits. On a strong hit, set your shields to +4. On a weak hit, make them +3. On a miss, make them +2 but __Lose Momentum__ (-2). Then, if you __Withstand Damage__, ignore damage up to the value of your shields and suffer -1 shields. Raised shields last for a few minutes. If reduced to 0, they cannot be raised again for an hour or so.",
      "Enabled": true
    },
    {
      "Text": "You may __React Under Fire__ by letting your shields take the blow. If you do, roll +shields and take +2 momentum on a hit."
    },
    {
      "Text": "When you __Enter the Fray__ and score a strong hit, you may raise your shields to +3 without rolling. If you do, take +1 momentum."
    } ],
    "Asset Track":
    {
      "Name": "Shields",
      "Value": 4,
      "Starts At": 0
    }
  },
  {
    "Name": "Stealth Refit",
    "Asset Fields": [
    {
      "Text": "Your vehicle is equipped with stealth tech. When you __Undertake an Expedition__ (+shadow), and roll a 1 on your action die, you may reroll it.",
      "Enabled": true
    },
    {
      "Text": "When you make a move against a specific foe or threat to avoid detection, add +1. If you __Enter the Fray__ by ambushing an unaware foe, add +1 and mark progress on a strong hit."
    },
    {
      "Text": "When you are poised to __Strike__ from hiding, you may roll +shadow. If you do, choose one (before rolling).\n\n  * __Strike__ true: Reroll any dice.\n  * __Strike__ hard: Mark progress on a hit.\n\nOn a strong hit with a match, you also remain totally undetected; take +2 momentum and add +1 on your next __Strike__."
    } ]
  },
  {
    "Name": "Vehicle Bay",
    "Asset Fields": [
    {
      "Text": "You may purchase or upgrade a support vehicle for 1 less experience. When you __Repair__ a battered support vehicle, spend 1 repair point (instead of 2).",
      "Enabled": true
    },
    {
      "Text": "When a support vehicle is destroyed, and you are able to retrieve its wreckage, you may __Ask the Oracle__ using the yes/no table if something can be salvaged from the mess. Make it '50/50'. On a yes, spend 2 experience to restore the support vehicle asset with all previously marked abilities. Until you __Repair__ and bring it back to full working order, the vehicle is battered with 0 integrity."
    },
    {
      "Text": "When you make a move to launch from or land on your command vehicle in a perilous situation or environment, reroll any dice and take +1 momentum on a hit."
    } ]
  },
  {
    "Name": "Workshop",
    "Asset Fields": [
    {
      "Text": "When you __Repair__ in the field, add +1.",
      "Enabled": true
    },
    {
      "Text": "When you make a move in your workshop to craft, modify, deactivate, or disassemble a device or machine, you may reroll your action die if its value is less than your vehicle's integrity."
    },
    {
      "Text": "When you __Swear an Iron Vow__ to undertake a long-term engineering project, reroll any dice. When you obtain a crucial part or resource, __Reach a Milestone__. When you have what you need and devote extended time in your workshop to the project, __Face Danger__ and add +1 to see how you fare. On a hit, __Reach a Milestone__. On a strong hit with a match, mark progress. When you __Fulfill Your Vow__, make the legacy reward one rank higher (1 extra box if already epic)."
    } ]
  } ]
}
