[
  {
    "Name": "Asset Type",
    "Category": "Glossary",
    "Source": {
      "Name": "Starforged Backer Preview",
      "Page": 51,
      "Date": "101221"
    },
    "Terms": [
      {
        "Name": "Command Vehicle",
        "Color": "#9aa3ad",
        "Description": "The **command vehicle** is your interstellar STARSHIP. It is a default asset for your character, taken when you begin your campaign. If you are playing with others, this is a shared asset; each of you may use the STARSHIP's abilities while aboard the craft.\n\nThe command vehicle has an integrity meter and starts at +5 integrity. When your STARSHIP takes a hit, make the [Withstand Damage](#Withstand-Damage) move to see what happens."
      },
      {
        "Name": "Module",
        "Color": "#7f5a90",
        "Description": "**Modules** are attached to your STARSHIP, and offer additional options and advantages when aboard that vehicle.\n\nAs with the ship itself, these can benefit any ally. However, modules are acquired and managed by a single character.\n\nWhen you [Withstand Damage](#Withstand-Damage) and score a miss, you can mark a module as **broken** to offset potential danger to your command vehicle. A broken module cannot be used until you successfully [Repair](#Repair) it."
      },
      {
        "Name": "Support Vehicle",
        "Color": "#495790",
        "Description": "**Support vehicles** complement your command vehicle for planetside or short-range operations. If you are playing with others, one of you might serve as the pilot or owner of a support vehicle, but anyone on board can use its abilities as appropriate to the situation.\n\nAs with the command vehicle, your support vehicles have integrity meters. The maximum integrity varies based on the type of vehicle. When a support vehicle faces a damaging situation or environment, you must [Withstand Damage](#Withstand-Damage) to see how it fares."
      },
      {
        "Name": "Path",
        "Color": "#3f7faa",
        "Description": "**Paths** are your background, interests, training, skills, powers, and key equipment. They provide mechanical and narrative advantages, but also reflect who you are and how you interact with the world. When you create your character in the next chapter, you'll select at least two paths to get started.\n\nSome paths represent your skill with a signature weapon style or piece of equipment. If you see a requirement at the top of the asset card, such as \"If you wield a bladed weapon...,\" the asset is not usable without that item."
      },
      {
        "Name": "Companion",
        "Color": "#3d8b8a",
        "Description": "**Companions** are NPC helpers. When you gain a companion, give them a name and envision their appearance and personality.\n\nCompanions utilize a health meter which can be reduced if an outcome puts them in harm's way. When your companion faces harm, make the [Companion Takes a Hit](#Companion-Takes-a-Hit) move. When their health is at 0, they are in danger of being killed or destroyed."
      },
      {
        "Name": "Deed",
        "Color": "#40834f",
        "Description": "**Deeds** represent the notable achievement and situations of your story, and how those events change your character.\n\nDeeds have a requirement listed at the top of the card, phrased as \"Once you [blank].\" You may not spend experience to acquire a deed until you fulfill the requirement."
      }
    ]
  },
  {
    "Name": "Condition Meter",
    "Category": "Glossary",
    "Source": {
      "Name": "Starforged Backer Preview",
      "Page": 43,
      "Date": "101221"
    },
    "Terms": [
      {
        "Name": "Health",
        "Description": "**Health** represents your current physical condition and stamina, ranked from 0 to +5. Health is reduced when you [Endure Harm](#Endure-Harm), and increased when you rest or receive care through moves such as [Heal](#Heal).\n\nIf you are at 0 health, scoring a miss when you [Endure Harm](#Endure-Harm) puts you at risk of suffering an impact (page 46) or dying."
      },
      {
        "Name": "Spirit",
        "Description": "**Spirit** is your current morale and mental state, ranked from 0 to +5. Spirit is reduced when you [Endure Stress](#Endure-Stress). It is increased when you find comfort in companionship or relaxed moments through moves such as [Hearten](#Hearten).\n\nIf you are at 0 spirit, scoring a miss when you [Endure Stress](#Endure-Stress) puts you at risk of suffering an impact or falling into desolation."
      },
      {
        "Name": "Supply",
        "Description": "**Supply** is an abstract representation of your preparedness, including food, water, fuel, ammo, equipment, cargo, money, and general upkeep.\n\nSupply is ranked from 0 to +5. It is decreased when you make the [Sacrifice Resources](#Sacrifice-Resources) move, and is increased when you [Resupply](#Resupply) to fortify your provisions and readiness.\n\nIf you need to know if you have a specific item or resource at hand, make the [Check Your Gear](#Check-Your-Gear) move. When you [Sacrifice Resources](#Sacrifice-Resources) and your supply falls to 0, you must mark unprepared (page 46).\n\n#### Supply and Allies\n\nIf you are playing with others, the supply meter represents the shared resources among your party. You and your allies use the same supply value while you travel together. If any of you make a move to increase supply, or suffer the result of an outcome that forces you to [Sacrifice Resources](#Sacrifice-Resources), each of you adjust your supply meter accordingly. If anyone must mark unprepared, everyone marks unprepared."
      },
      {
        "Name": "Asset condition meters",
        "Description": "Several assets have their own condition meters.\n\n  * Your STARSHIP and other vehicles have an **integrity meter** (seen here at the bottom of this asset card) to measure their condition. When your vehicle faces a damaging situation, make the [Withstand Damage](#Withstand-Damage) move. To get a vehicle back up to speed, make the [Repair](#Repair) move.\n  * Companion assets have a **health meter**, which is reduced when you make the [Companion Takes a Hit](#Companion-Takes-a-Hit) move. Their health is increased through the [Heal](#Heal) move when you treat them or obtain treatment—or using the [Repair](#Repair) move for mechanical companions.\n  * Some assets have a unique condition meter for a specialized resource. For example, if you are a FIREBRAND, you have a fire meter and tap into that inner source to unleash destructive energies.\n\nTo track the value of a condition meter on an asset card, use a paperclip or token. Or you can set a six-sided die on top of the card and rotate it to show the current value. The value of a meter cannot exceed the maximum shown on the card.\n\nYou can learn more about assets starting on page 50."
      }
    ]
  },
  {
    "Name": "Impact",
    "Category": "Glossary",
    "Source": { "Name": "Starforged Playtest", "Date": "101221" },
    "Terms": [
      {
        "Name": "Wounded",
        "Category": "Misfortune",
        "Applied by": { "Moves": ["Endure Harm"] },
        "Removed by": { "Moves": ["Heal"] },
        "Effects": { "Forbid Increase": ["Health"] },
        "Applies to": ["PC"],
        "Description": "Wounded may be marked when you are at 0 health and fail to [Endure Harm](#Endure-Harm). You are severely injured.\n\nIf you are wounded, you cannot increase health."
      },
      {
        "Name": "Shaken",
        "Category": "Misfortune",
        "Applied by": { "Moves": ["Endure Stress"] },
        "Removed by": { "Moves": ["Hearten"] },
        "Effects": { "Forbid Increase": ["Spirit"] },
        "Applies to": ["PC"],
        "Description": "Shaken may be marked when you are at 0 spirit and fail to [Endure Stress](#Endure-Stress). You are despairing or distraught.\n\nIf you are shaken, you cannot increase spirit."
      },
      {
        "Name": "Unprepared",
        "Category": "Misfortune",
        "Applied by": { "Moves": ["Sacrifice Resources"] },
        "Removed by": { "Moves": ["Resupply"] },
        "Effects": { "Forbid Increase": ["Supply"] },
        "Applies to": ["PC"],
        "Description": "Unprepared is marked when you [Sacrifice Resources](#Sacrifice-Resources) and are reduced to 0 supply. You are not properly equipped for the dangers of the Forge. Because you and your allies share the same supply value, you mark unprepared together.\n\nIf you are unprepared, you cannot increase supply."
      },
      {
        "Name": "Doomed",
        "Category": "Burden",
        "Applied by": { "Moves": ["Face Death"] },
        "Removed by": { "Quest": { "Rank": ["Extreme"] } },
        "Applies to": ["PC"],
        "Description": "Doomed is marked when you [Face Death](#Face-Death) and return from death's door with a soul-bound quest."
      },
      {
        "Name": "Tormented",
        "Category": "Burden",
        "Applied by": { "Moves": ["Face Desolation"] },
        "Removed by": { "Quest": { "Rank": ["Extreme"] } },
        "Applies to": ["PC"],
        "Description": "Tormented is marked when you [Face Desolation](#Face-Desolation), gain visions of a distressing future, and undertake a quest to prevent that dire fate."
      },
      {
        "Name": "Indebted",
        "Category": "Burden",
        "Applied by": { "Moves": ["Overcome Destruction"] },
        "Removed by": { "Quest": { "Rank": ["Extreme"] } },
        "Applies to": ["PC"],
        "Description": "Indebted is marked when you [Overcome Destruction](#Overcome-Destruction). To replace what was lost and repay the debt, you will take on a duty-bound quest."
      },
      {
        "Name": "Permanently Harmed",
        "Category": "Lasting Effect",
        "Applied by": { "Moves": ["Endure Harm"] },
        "Applies to": ["PC"],
        "Description": "Permanently harmed may be marked when you are at 0 health and fail to [Endure Harm](#Endure-Harm). You have suffered a wound which you must reckon with, such as the loss of an eye or hand. Or you bear physical scars which are a constant reminder of a harrowing incident.\n\nLasting effects are permanent. They forever impact your character through the momentum adjustment and—more importantly—through the narrative impact of being permanently harmed or traumatized. You should factor this impact into how you perform moves and how you interact with the world.\n\nEnvision the nature of the lasting effect. You may have physical, emotional, or mental factors you must take into account. Your outlook may change. Your goals and methods may change. How others behave toward you may change."
      },
      {
        "Name": "Traumatized",
        "Category": "Lasting Effect",
        "Applied by": { "Moves": ["Endure Stress"] },
        "Applies to": ["PC"],
        "Description": "Traumatized may be marked when you are at 0 spirit and fail to [Endure Stress](#Endure-Stress). Your experiences have left you emotionally or mentally scarred.\n\nLasting effects are permanent. They forever impact your character through the momentum adjustment and—more importantly—through the narrative impact of being permanently harmed or traumatized. You should factor this impact into how you perform moves and how you interact with the world.\n\nEnvision the nature of the lasting effect. You may have physical, emotional, or mental factors you must take into account. Your outlook may change. Your goals and methods may change. How others behave toward you may change."
      },
      {
        "Name": "Battered",
        "Category": null,
        "Applied by": { "Moves": ["Withstand Damage"] },
        "Removed by": { "Moves": ["Repair"] },
        "Effect": { "Forbid Increase": ["Integrity"] },
        "Applies to": [
          "Command Vehicle",
          "Incidental Vehicle",
          "Support Vehicle"
        ],
        "Description": "Battered may be marked when your vehicle is at 0 integrity, and you fail to [Withstand Damage](#Withstand-Damage). The vehicle is barely holding together.\n\nBattered can be overcome when you successfully Repair that vehicle and clear the trouble. Until you do so, you cannot raise the vehicle's integrity"
      },
      {
        "Name": "Cursed",
        "Category": null,
        "Applied by": { "Moves": ["Withstand Damage"] },
        "Applies to": ["Command Vehicle"],
        "Description": "Cursed may be marked when your command vehicle (STARSHIP asset) is at 0 integrity and you fail to [Withstand Damage](#Withstand-Damage). This is a permanent impact. Your ship will never be quite right again.\n\nCursed is a permanent impact and will forever plague your STARSHIP."
      }
    ]
  },
  {
    "Name": "Miscellaneous",
    "Category": "Glossary",
    "Source": {
      "Name": "Starforged Backer Preview",
      "Page": 51,
      "Date": "101221"
    },
    "Terms": [
      {
        "Name": "Out of Action",
        "Description": "When your companion’s health is at 0 and you score a miss on [Companion Takes a Hit](#Companion-Takes-a-Hit), they are out of action. You cannot leverage their support until they gain at least +1 health. Envision what this means in the fiction of your scene.\n\nTo give aid to a companion, make an appropriate move. Unless the asset describes otherwise, this is typically [Heal](#Heal) for people and creatures, and [Repair](#Repair) for mechanical companions."
      }
    ]
  },
  {
    "Name": "Planet Atmosphere",
    "Category": "Glossary",
    "Description": "The atmosphere tables include the following possible results.",
    "Source": {
      "Name": "Starforged Backer Preview",
      "Date": "101221",
      "Page": 269
    },
    "Terms": [
      {
        "Name": "None/thin",
        "Description": "This planet is airless, or its atmosphere is so thin as to be useless for humans."
      },
      {
        "Name": "Toxic",
        "Description": "This planet’s atmosphere is not compatible with human life. Exploring this place will require a sealed environment or breathing apparatus. Otherwise, survival is measured in minutes."
      },
      {
        "Name": "Corrosive",
        "Description": "This planet’s atmosphere is deadly to humans. As a bonus, it can damage exposed skin, materials, plastics, and metals over time."
      },
      {
        "Name": "Marginal",
        "Description": "It’s unhealthy to breathe this planet’s atmosphere for more than a few hours at a time."
      },
      {
        "Name": "Breathable",
        "Description": "This atmosphere is not perfect, but it’s good enough to sustain human life."
      },
      {
        "Name": "Ideal",
        "Description": "This planet’s atmosphere is ideally suited to human life."
      }
    ]
  },
  {
    "Name": "Region",
    "Category": "Glossary",
    "Source": {
      "Name": "Starforged Backer Preview",
      "Page": 16,
      "Date": "101221"
    },
    "Terms": [
      {
        "Name": "The Terminus",
        "Description": "Your people landed in this region following their exodus from their home galaxy. Settlements are common here. Factions compete for resources, and spaceborne caravans follow charted paths among the stars. But the Forge is a vast galaxy; even here, there are still unknown and isolated domains."
      },
      {
        "Name": "The Outlands",
        "Description": "In the last few decades, your people have pushed deeper into the galaxy, searching for habitable planets, resources, and opportunities. Settlements within the Outlands are scattered, and navigation paths are often uncharted."
      },
      {
        "Name": "The Expanse",
        "Description": "A few bold pioneers have delved the far-flung reaches of the Forge. Isolated settlements have been built among these distant domains, but they are usually lost and disconnected from the settled regions."
      },
      {
        "Name": "The Void",
        "Description": "Beyond the Forge, there are only a few isolated stars and vast gulfs of nothing. Travel beyond the periphery of the Forge is difficult or impossible."
      }
    ]
  },
  {
    "Name": "Stat",
    "Category": "Glossary",
    "Source": {
      "Name": "Starforged Backer Preview",
      "Page": 21,
      "Date": "101221"
    },
    "Terms": [
      {
        "Name": "Edge",
        "Description": "Quickness, agility, and prowess when fighting at a distance"
      },
      {
        "Name": "Heart",
        "Description": "Courage, willpower, empathy, sociability, and loyalty"
      },
      {
        "Name": "Iron",
        "Description": "Physical strength, endurance, aggressiveness, and prowess when fighting at close quarters"
      },
      {
        "Name": "Shadow",
        "Description": "Sneakiness, deceptiveness, and cunning"
      },
      { "Name": "Wits", "Description": "Expertise, knowledge, and observation" }
    ]
  }
]
